{
  "colors": [
    {
      "name": "Gamboge",
      "hex": "#E49B0F",
      "category": "yellows",
      "description": "A deep golden yellow pigment derived from the resin of Garcinia trees native to Southeast Asia. Used in Buddhist art and manuscripts for centuries, gamboge was prized for its vibrant hue and transparency. Its name comes from Cambodia (formerly 'Camboja'), where the resin was harvested and traded along ancient spice routes. The pigment's spiritual and artistic significance endures in both Eastern and Western art."
    },
    {
      "name": "Buttercup",
      "hex": "#F7D716",
      "category": "yellows",
      "description": "A bright, vivid yellow inspired by the buttercup flower (Ranunculus), which is found in meadows and fields across the Northern Hemisphere. Buttercups have long been associated with childhood games, folklore, and the arrival of spring. Their cheerful color symbolizes joy, innocence, and the simple pleasures of nature, making buttercup yellow a favorite in children's art and springtime celebrations."
    },
    {
      "name": "Goldenrod",
      "hex": "#DAA520",
      "category": "yellows",
      "description": "A deeper, muted yellow inspired by the goldenrod plant (Solidago), which blooms in late summer and early autumn across North America and Europe. Goldenrod has been used in folk medicine, dyeing, and as a symbol of encouragement and good fortune. Its warm, earthy hue evokes the changing seasons and the richness of natural landscapes, making it a popular choice in rustic and botanical art."
    },
    {
      "name": "Daffodil",
      "hex": "#FFFF31",
      "category": "yellows",
      "description": "A bright yellow with a hint of orange, inspired by the daffodil flower (Narcissus), which is celebrated as a symbol of spring and renewal in many cultures. Daffodils are associated with hope, new beginnings, and poetic inspiration, famously referenced in William Wordsworth's poetry. Their vibrant color marks the end of winter and the promise of warmer days, making daffodil yellow a favorite in seasonal art and celebrations."
    },
    {
      "name": "Banana",
      "hex": "#FFE135",
      "category": "yellows",
      "description": "A creamy yellow inspired by the banana fruit, which has been cultivated for over 7,000 years and is one of the world's most important food crops. Bananas are native to Southeast Asia and have spread globally, becoming a symbol of tropical abundance and natural sweetness. Banana yellow's association with health, energy, and tropical living has made it popular in food packaging and wellness design."
    },
    {
      "name": "Flaxen",
      "hex": "#EEDC82",
      "category": "yellows",
      "description": "A muted yellow with brown undertones inspired by flax (Linum usitatissimum), one of the oldest cultivated plants in human history. Flax has been used for fiber, oil, and food for over 30,000 years, with evidence of cultivation dating back to ancient Egypt and Mesopotamia. Flaxen's association with traditional crafts, natural materials, and sustainable living has made it popular in heritage and artisanal design."
    },
    {
      "name": "Indian Yellow",
      "hex": "#E3B505",
      "category": "yellows",
      "description": "A deep, golden yellow pigment with a controversial history. Originally made from the urine of cows fed exclusively on mango leaves in India, this pigment was prized by European artists for its transparency and warm undertones. The practice was banned in 1908 due to animal cruelty concerns. Modern Indian yellow is typically made from synthetic compounds, though some artists still seek the original pigment for its unique luminescent quality and historical authenticity."
    },
    {
      "name": "Cadmium Yellow",
      "hex": "#FFF600",
      "category": "yellows",
      "description": "A brilliant, opaque yellow pigment made from cadmium sulfide, discovered in 1817 by German chemist Friedrich Stromeyer. This synthetic pigment replaced the toxic orpiment (arsenic sulfide) and provided artists with a stable, lightfast yellow. Cadmium yellow's exceptional covering power and resistance to fading made it essential for Impressionist and Post-Impressionist painters seeking to capture sunlight and warmth in their work."
    },
    {
      "name": "Lemon Yellow",
      "hex": "#FFFF9F",
      "category": "yellows",
      "description": "A pale, cool yellow with green undertones inspired by the lemon fruit, which originated in Asia and has been cultivated for over 2,500 years. Lemons have been valued for their medicinal properties, culinary uses, and symbolic meaning of purification and freshness. Lemon yellow's association with cleanliness, vitality, and natural energy has made it popular in healthcare, food service, and wellness branding."
    },
    {
      "name": "Navy Blue",
      "hex": "#000080",
      "category": "blues",
      "description": "A dark blue with purple undertones that has been the standard color for naval uniforms since the 18th century. This color represents authority, discipline, and maritime tradition, having been adopted by navies worldwide for its practical camouflage properties and professional appearance. Navy blue's association with reliability and institutional trust has made it a staple in corporate and military design."
    },
    {
      "name": "Azure",
      "hex": "#0080FF",
      "category": "blues",
      "description": "A bright blue with slight purple undertones inspired by the azure sky, a term derived from the Persian word 'lazhward' meaning blue. This color has been associated with clarity, truth, and divine inspiration throughout history, appearing in heraldry, religious art, and classical architecture. Azure's association with open spaces and limitless possibilities has made it popular in technology and aviation design."
    },
    {
      "name": "Winter Glaucous",
      "hex": "#5B8DBF",
      "category": "blues",
      "description": "A clearer, vibrant blue-gray inspired by the glaucous appearance of plants in winter, where a waxy coating gives leaves and stems a cool, bluish tint. This color represents the quiet beauty of winter landscapes and the resilience of nature during cold seasons. Winter Glaucous's association with seasonal change and natural adaptation has made it popular in environmental and seasonal design."
    },
    {
      "name": "Vermillion",
      "hex": "#E34234",
      "category": "reds",
      "description": "A brilliant red-orange pigment with a rich history dating back to ancient China, where it was first created from cinnabar (mercury sulfide). This toxic but vibrant color was highly prized in medieval manuscripts and Renaissance paintings, often used to depict the robes of saints and royalty. The pigment's intensity comes from its mercury content, making it both beautiful and dangerous."
    },
    {
      "name": "Cinnabar",
      "hex": "#E44D2E",
      "category": "reds",
      "description": "A brilliant red-orange pigment derived from the mineral cinnabar (mercury sulfide), one of the most toxic natural pigments known. Ancient Chinese alchemists believed it contained the essence of immortality, while Roman artists used it for frescoes and cosmetics. The pigment's toxicity comes from its mercury content, which can cause severe neurological damage. Despite its dangers, cinnabar's vibrant color and permanence made it highly valued until safer synthetic alternatives were developed."
    },
    {
      "name": "Cadmium Red",
      "hex": "#E30022",
      "category": "reds",
      "description": "A deep, opaque red pigment created by heating cadmium yellow with selenium. This synthetic pigment, developed in the early 20th century, offers exceptional lightfastness and covering power. Unlike many red pigments that fade or change over time, cadmium red maintains its intensity for centuries. Artists prize it for its ability to create vibrant, permanent reds that don't require multiple layers to achieve full opacity."
    },
    {
      "name": "Alizarin",
      "hex": "#DB2D43",
      "category": "reds",
      "description": "A deep, rich red pigment originally derived from the roots of the madder plant, used in textile dyeing for thousands of years. In 1868, German chemists synthesized alizarin, revolutionizing the dye industry and making this once-rare color widely available. Alizarin's association with traditional craftsmanship and artistic innovation has made it significant in heritage and textile design."
    },
    {
      "name": "Viridian",
      "hex": "#40826D",
      "category": "greens",
      "description": "A cool, transparent blue-green pigment discovered in 1859 by French chemist Guignet. This synthetic chromium oxide hydrate replaced the toxic emerald green (copper arsenite) that had been poisoning artists. Viridian's transparency and stability made it a favorite of Impressionist painters like Monet, who used it extensively in his garden paintings. The pigment's name comes from the Latin 'viridis,' meaning green."
    },
    {
      "name": "Malachite",
      "hex": "#0BDA51",
      "category": "greens",
      "description": "A vibrant green pigment derived from the mineral malachite, a copper carbonate hydroxide. This ancient pigment was used in Egyptian wall paintings and medieval illuminated manuscripts. The mineral's distinctive banded patterns, formed by copper deposits, create the characteristic green color. Malachite was ground into powder and mixed with egg yolk or oil to create paint, though modern versions use synthetic copper compounds for safety."
    },
    {
      "name": "Forest Green",
      "hex": "#228B22",
      "category": "greens",
      "description": "A dark green inspired by the deep canopies of mature forests, which have been the foundation of terrestrial ecosystems for millions of years. This color represents the abundance of life, natural wisdom, and the vital role of forests in maintaining Earth's biodiversity. Forest green's association with environmental conservation and natural heritage has made it popular in outdoor and eco-friendly branding."
    },
    {
      "name": "Sage Green",
      "hex": "#9CAF88",
      "category": "greens",
      "description": "A muted green with gray undertones inspired by the sage plant (Salvia), which has been revered for its medicinal and culinary properties for thousands of years. Sage has been used in traditional medicine, spiritual cleansing rituals, and as a symbol of wisdom and healing. Sage green's association with natural healing and peaceful wisdom has made it popular in wellness and heritage design."
    },
    {
      "name": "Tyrian Purple",
      "hex": "#66023C",
      "category": "purples",
      "description": "The legendary royal purple of antiquity, extracted from the mucus of Mediterranean sea snails (Murex brandaris). This incredibly expensive dye required thousands of snails to produce a single gram, making it worth more than gold. Roman emperors reserved it exclusively for their togas, and Byzantine rulers used it to sign imperial decrees. The color's rarity and cost made it the ultimate symbol of power and wealth in the ancient world."
    },
    {
      "name": "Royal Purple",
      "hex": "#7851A9",
      "category": "purples",
      "description": "A rich purple with blue undertones that has been associated with royalty, power, and divine authority since ancient times. This color represents the highest levels of social status and spiritual significance, having been reserved for monarchs, religious leaders, and the elite throughout history. Royal purple's association with luxury and authority has made it a staple in ceremonial and high-end design."
    },
    {
      "name": "Burnt Orange",
      "hex": "#CC5500",
      "category": "oranges",
      "description": "A dark orange with brown undertones inspired by the process of heating or 'burning' orange pigments to create deeper, more muted tones. This technique has been used in traditional painting and ceramics for centuries. Burnt orange represents the warmth of autumn, the richness of harvest time, and the enduring appeal of earth tones in art and design."
    },
    {
      "name": "Tangerine",
      "hex": "#FF9500",
      "category": "oranges",
      "description": "A bright orange inspired by the tangerine fruit, which originated in Tangier, Morocco, and has been cultivated for its sweet, easy-to-peel segments for centuries. Tangerines are associated with good fortune in Chinese culture and are often given as gifts during the Lunar New Year. Tangerine's association with vitality, good luck, and natural sweetness has made it popular in food and cultural design."
    },
    {
      "name": "Absolute Zero",
      "hex": "#0048BA",
      "category": "blues",
      "description": "A deep, intense blue that represents the theoretical temperature of absolute zero (-273.15°C). This color embodies the coldest possible temperature in physics, where all molecular motion ceases. The pigment's depth and saturation mirror the profound stillness and infinite cold of this scientific concept."
    },
    {
      "name": "Acid green",
      "hex": "#B0BF1A",
      "category": "yellows",
      "description": "A bright, electric yellow-green that captures the intensity of modern urban aesthetics and digital culture. This color represents high energy, attention-grabbing design, and the bold visual language of contemporary art and advertising. Acid green's association with youth culture and high-impact design has made it popular in entertainment and alternative branding."
    },
    {
      "name": "Aero",
      "hex": "#7CB9E8",
      "category": "blues",
      "description": "A delicate, airy blue inspired by the color of the sky seen from high altitudes. The name 'Aero' comes from the Latin word for air, and this shade was popularized in the early 20th century for use in aviation uniforms and insignia. Its light, uplifting tone evokes the optimism of early flight and the boundless possibilities of the open sky."
    },
    {
      "name": "African violet",
      "hex": "#B284BE",
      "category": "purples",
      "description": "A soft, gentle purple inspired by the African violet flower (Saintpaulia), which is native to Tanzania and Kenya. These delicate flowers have been cultivated as houseplants since the 19th century and are beloved for their year-round blooming and easy care. African violet's association with domestic comfort and natural beauty has made it popular in home decor and garden design."
    },
    {
      "name": "Air superiority blue",
      "hex": "#72A0C1",
      "category": "blues",
      "description": "A sophisticated blue-gray that represents the technological advantage and strategic dominance of modern air forces. This color symbolizes the precision, power, and advanced capabilities of military aviation, having been used in aircraft livery and military insignia. Air superiority blue's association with technological excellence and strategic advantage has made it significant in aerospace and defense design."
    },
    {
      "name": "Alice blue",
      "hex": "#F0F8FF",
      "category": "neutrals",
      "description": "A soft, pale blue inspired by Alice Roosevelt Longworth, daughter of President Theodore Roosevelt, who wore dresses of this color in the early 1900s. This color represents the elegance of the Gilded Age and the refined tastes of American high society. Alice blue's association with classical beauty and historical charm has made it popular in heritage and bridal design."
    },
    {
      "name": "Alizarin",
      "hex": "#DB2D43",
      "category": "reds",
      "description": "A deep, rich red pigment originally derived from the roots of the madder plant, used in textile dyeing for thousands of years. In 1868, German chemists synthesized alizarin, revolutionizing the dye industry and making this once-rare color widely available. Alizarin's association with traditional craftsmanship and artistic innovation has made it significant in heritage and textile design."
    },
    {
      "name": "Alloy orange",
      "hex": "#C46210",
      "category": "oranges",
      "description": "A warm, metallic orange inspired by the appearance of copper alloys and industrial metals. This color represents the strength and durability of engineered materials, having been used in automotive and industrial applications. Alloy orange's association with precision engineering and material science has made it popular in automotive and industrial design."
    },
    {
      "name": "Almond",
      "hex": "#EED9C4",
      "category": "oranges",
      "description": "A soft, warm beige inspired by the almond nut, which has been cultivated in the Mediterranean region for over 4,000 years. Almonds are associated with health, wisdom, and prosperity in many cultures, and their subtle color represents natural elegance and wholesome living. Almond's association with natural beauty and healthy living has made it popular in wellness and organic design."
    },
    {
      "name": "Amaranth deep purple",
      "hex": "#9F2B68",
      "category": "purples",
      "description": "This purple evokes lavender fields with its soft medium tone."
    },
    {
      "name": "Amaranth pink",
      "hex": "#F19CBB",
      "category": "purples",
      "description": "This purple evokes lavender fields with its vibrant light tone."
    },
    {
      "name": "Amaranth purple",
      "hex": "#AB274F",
      "category": "purples",
      "description": "Named after violet blossoms, this purple has a vibrant medium look."
    },
    {
      "name": "Amazon",
      "hex": "#3B7A57",
      "category": "greens",
      "description": "Similar to pine forests, it's a soft medium green."
    },
    {
      "name": "Amber",
      "hex": "#FFBF00",
      "category": "oranges",
      "description": "This orange evokes tangerine peel with its vibrant medium tone."
    },
    {
      "name": "Amethyst",
      "hex": "#9966CC",
      "category": "purples",
      "description": "Similar to lavender fields, it's a soft light purple."
    },
    {
      "name": "Android green",
      "hex": "#3DDC84",
      "category": "greens",
      "description": "This green evokes spring grass with its vibrant medium tone."
    },
    {
      "name": "Antique brass",
      "hex": "#C88A65",
      "category": "oranges",
      "description": "Similar to autumn leaves, it's a soft medium orange."
    },
    {
      "name": "Antique bronze",
      "hex": "#665D1E",
      "category": "yellows",
      "description": "Similar to ripe lemons, it's a soft dark yellow."
    },
    {
      "name": "Antique fuchsia",
      "hex": "#915C83",
      "category": "purples",
      "description": "This purple evokes violet blossoms with its muted medium tone."
    },
    {
      "name": "Antique ruby",
      "hex": "#841B2D",
      "category": "reds",
      "description": "Similar to brick walls, it's a vibrant medium red."
    },
    {
      "name": "Antique white",
      "hex": "#FAEBD7",
      "category": "oranges",
      "description": "Named after autumn leaves, this orange has a vibrant light look."
    },
    {
      "name": "Apricot",
      "hex": "#FBCEB1",
      "category": "oranges",
      "description": "Named after a glowing sunset, this orange has a vibrant light look."
    },
    {
      "name": "Aqua",
      "hex": "#00FFFF",
      "category": "blues",
      "description": "Similar to clear skies, it's a vibrant medium blue."
    },
    {
      "name": "Aquamarine",
      "hex": "#7FFFD4",
      "category": "greens",
      "description": "This green evokes spring grass with its vibrant light tone."
    },
    {
      "name": "Arctic lime",
      "hex": "#D0FF14",
      "category": "yellows",
      "description": "Similar to morning sunlight, it's a vibrant medium yellow."
    },
    {
      "name": "Artichoke green",
      "hex": "#4B6F44",
      "category": "greens",
      "description": "Named after fresh herbs, this green has a muted medium look."
    },
    {
      "name": "Arylide yellow",
      "hex": "#E9D66B",
      "category": "yellows",
      "description": "Named after morning sunlight, this yellow has a vibrant light look."
    },
    {
      "name": "Ash gray",
      "hex": "#B2BEB5",
      "category": "neutrals",
      "description": "This neutral evokes soft ash with its muted light tone."
    },
    {
      "name": "Atomic tangerine",
      "hex": "#FF9966",
      "category": "oranges",
      "description": "Named after autumn leaves, this orange has a vibrant light look."
    },
    {
      "name": "Aureolin",
      "hex": "#FDEE00",
      "category": "yellows",
      "description": "A bright, transparent yellow pigment made from potassium cobaltinitrite, discovered in 1831 by German chemist Nikolaus Wolfgang Fischer. This synthetic pigment was the first stable yellow alternative to the toxic orpiment and was immediately adopted by artists. Aureolin's transparency and cool undertones make it perfect for glazing techniques and creating luminous effects in watercolor painting. The name comes from the Latin 'aureus,' meaning golden."
    },
    {
      "name": "Azure (X11/web color)",
      "hex": "#F0FFFF",
      "category": "neutrals",
      "description": "This neutral evokes weathered stone with its vibrant light tone."
    },
    {
      "name": "Baby blue",
      "hex": "#89CFF0",
      "category": "blues",
      "description": "This blue evokes a twilight horizon with its vibrant light tone."
    },
    {
      "name": "Baby blue eyes",
      "hex": "#A1CAF1",
      "category": "blues",
      "description": "Named after a twilight horizon, this blue has a vibrant light look."
    },
    {
      "name": "Baby pink",
      "hex": "#F4C2C2",
      "category": "reds",
      "description": "A vibrant light red reminiscent of brick walls."
    },
    {
      "name": "Baby powder",
      "hex": "#FEFEFA",
      "category": "neutrals",
      "description": "Named after soft ash, this neutral has a vibrant light look."
    },
    {
      "name": "Baker-Miller pink",
      "hex": "#FF91AF",
      "category": "purples",
      "description": "Named after lavender fields, this purple has a vibrant light look."
    },
    {
      "name": "Banana Mania",
      "hex": "#FAE7B5",
      "category": "oranges",
      "description": "Similar to ripe bananas, it's a vibrant light orange."
    },
    {
      "name": "Barbie Pink",
      "hex": "#DA1884",
      "category": "purples",
      "description": "A vibrant medium purple reminiscent of lavender fields."
    },
    {
      "name": "Barn red",
      "hex": "#7C0A02",
      "category": "reds",
      "description": "A vibrant dark red reminiscent of brick walls."
    },
    {
      "name": "Battleship grey",
      "hex": "#848482",
      "category": "neutrals",
      "description": "Similar to driftwood, it's a muted medium neutral."
    },
    {
      "name": "Beau blue",
      "hex": "#BCD4E6",
      "category": "blues",
      "description": "Similar to a twilight horizon, it's a soft light blue."
    },
    {
      "name": "Beaver",
      "hex": "#9F8170",
      "category": "oranges",
      "description": "Similar to autumn leaves, it's a muted medium orange."
    },
    {
      "name": "Beige",
      "hex": "#F5F5DC",
      "category": "yellows",
      "description": "This yellow evokes ripe lemons with its soft light tone."
    },
    {
      "name": "B'dazzled blue",
      "hex": "#2E5894",
      "category": "blues",
      "description": "A soft medium blue reminiscent of deep ocean water."
    },
    {
      "name": "Big dip o’ruby",
      "hex": "#9C2542",
      "category": "reds",
      "description": "Similar to brick walls, it's a vibrant medium red."
    },
    {
      "name": "Bisque",
      "hex": "#FFE4C4",
      "category": "oranges",
      "description": "This orange evokes tangerine peel with its vibrant light tone."
    },
    {
      "name": "Bistre",
      "hex": "#3D2B1F",
      "category": "oranges",
      "description": "A soft dark orange reminiscent of tangerine peel."
    },
    {
      "name": "Bistre brown",
      "hex": "#967117",
      "category": "oranges",
      "description": "Similar to tangerine peel, it's a vibrant medium orange."
    },
    {
      "name": "Bitter lemon",
      "hex": "#CAE00D",
      "category": "yellows",
      "description": "This yellow evokes morning sunlight with its vibrant medium tone."
    },
    {
      "name": "Black",
      "hex": "#000000",
      "category": "neutrals",
      "description": "Similar to weathered stone, it's a muted dark neutral."
    },
    {
      "name": "Black bean",
      "hex": "#3D0C02",
      "category": "reds",
      "description": "A vibrant dark red reminiscent of ripe cherries."
    },
    {
      "name": "Black coral",
      "hex": "#54626F",
      "category": "blues",
      "description": "Similar to a twilight horizon, it's a muted medium blue."
    },
    {
      "name": "Black olive",
      "hex": "#3B3C36",
      "category": "yellows",
      "description": "Named after olive groves, this yellow has a muted dark look."
    },
    {
      "name": "Black Shadows",
      "hex": "#BFAFB2",
      "category": "neutrals",
      "description": "A muted light neutral reminiscent of weathered stone."
    },
    {
      "name": "Blanched almond",
      "hex": "#FFEBCD",
      "category": "oranges",
      "description": "Similar to a glowing sunset, it's a vibrant light orange."
    },
    {
      "name": "Blast-off bronze",
      "hex": "#A57164",
      "category": "reds",
      "description": "A muted medium red reminiscent of ripe cherries."
    },
    {
      "name": "Bleu de France",
      "hex": "#318CE7",
      "category": "blues",
      "description": "A vibrant medium blue reminiscent of clear skies."
    },
    {
      "name": "Blizzard blue",
      "hex": "#ACE5EE",
      "category": "blues",
      "description": "Named after clear skies, this blue has a vibrant light look."
    },
    {
      "name": "Blood red",
      "hex": "#660000",
      "category": "reds",
      "description": "This red evokes ripe cherries with its vibrant dark tone."
    },
    {
      "name": "Blue",
      "hex": "#0000FF",
      "category": "blues",
      "description": "Named after clear skies, this blue has a vibrant medium look."
    },
    {
      "name": "Blue (Crayola)",
      "hex": "#1F75FE",
      "category": "blues",
      "description": "This blue evokes a twilight horizon with its vibrant medium tone."
    },
    {
      "name": "Blue (Munsell)",
      "hex": "#0093AF",
      "category": "blues",
      "description": "Named after deep ocean water, this blue has a vibrant medium look."
    },
    {
      "name": "Blue (NCS)",
      "hex": "#0087BD",
      "category": "blues",
      "description": "This blue evokes clear skies with its vibrant medium tone."
    },
    {
      "name": "Blue (Pantone)",
      "hex": "#0018A8",
      "category": "blues",
      "description": "Similar to a twilight horizon, it's a vibrant medium blue."
    },
    {
      "name": "Blue (pigment)",
      "hex": "#333399",
      "category": "blues",
      "description": "Similar to deep ocean water, it's a soft medium blue."
    },
    {
      "name": "Blue bell",
      "hex": "#A2A2D0",
      "category": "blues",
      "description": "Named after deep ocean water, this blue has a soft light look."
    },
    {
      "name": "Blue-gray (Crayola)",
      "hex": "#6699CC",
      "category": "blues",
      "description": "This blue evokes clear skies with its soft light tone."
    },
    {
      "name": "Blue jeans",
      "hex": "#5DADEC",
      "category": "blues",
      "description": "A vibrant light blue reminiscent of clear skies."
    },
    {
      "name": "Blue sapphire",
      "hex": "#126180",
      "category": "blues",
      "description": "A vibrant dark blue reminiscent of deep ocean water."
    },
    {
      "name": "Blue-violet",
      "hex": "#8A2BE2",
      "category": "purples",
      "description": "This purple evokes lavender fields with its vibrant medium tone."
    },
    {
      "name": "Blue yonder",
      "hex": "#5072A7",
      "category": "blues",
      "description": "This blue evokes a twilight horizon with its soft medium tone."
    },
    {
      "name": "Bluetiful",
      "hex": "#3C69E7",
      "category": "blues",
      "description": "A rich, saturated blue with a slight purple undertone, created by Crayola in 2017 as part of their 'Colors of the World' campaign. This modern synthetic pigment captures the essence of deep sapphire gems and represents the company's commitment to inclusive color naming."
    },
    {
      "name": "Blush",
      "hex": "#DE5D83",
      "category": "purples",
      "description": "A vibrant light purple reminiscent of lavender fields."
    },
    {
      "name": "Bole",
      "hex": "#79443B",
      "category": "reds",
      "description": "A soft medium red reminiscent of ripe cherries."
    },
    {
      "name": "Bone",
      "hex": "#E3DAC9",
      "category": "oranges",
      "description": "Similar to autumn leaves, it's a soft light orange."
    },
    {
      "name": "Brick red",
      "hex": "#CB4154",
      "category": "reds",
      "description": "This red evokes ripe cherries with its soft medium tone."
    },
    {
      "name": "Bright lilac",
      "hex": "#D891EF",
      "category": "purples",
      "description": "Named after royal velvet, this purple has a vibrant light look."
    },
    {
      "name": "Bright yellow (Crayola)",
      "hex": "#FFAA1D",
      "category": "oranges",
      "description": "This orange evokes autumn leaves with its vibrant medium tone."
    },
    {
      "name": "British racing green",
      "hex": "#004225",
      "category": "greens",
      "description": "Named after fresh herbs, this green has a vibrant dark look."
    },
    {
      "name": "Bronze",
      "hex": "#CD7F32",
      "category": "oranges",
      "description": "Named after autumn leaves, this orange has a vibrant medium look."
    },
    {
      "name": "Brown",
      "hex": "#964B00",
      "category": "oranges",
      "description": "This orange evokes a glowing sunset with its vibrant dark tone."
    },
    {
      "name": "Brown sugar",
      "hex": "#AF6E4D",
      "category": "oranges",
      "description": "A soft medium orange reminiscent of autumn leaves."
    },
    {
      "name": "Bud green",
      "hex": "#7BB661",
      "category": "greens",
      "description": "Named after fresh herbs, this green has a soft medium look."
    },
    {
      "name": "Buff",
      "hex": "#FFC680",
      "category": "oranges",
      "description": "Named after a glowing sunset, this orange has a vibrant light look."
    },
    {
      "name": "Burgundy",
      "hex": "#800020",
      "category": "reds",
      "description": "Named after a fresh rose, this red has a vibrant dark look."
    },
    {
      "name": "Burlywood",
      "hex": "#DEB887",
      "category": "oranges",
      "description": "A soft light orange reminiscent of tangerine peel."
    },
    {
      "name": "Burnished brown",
      "hex": "#A17A74",
      "category": "reds",
      "description": "A muted medium red reminiscent of brick walls."
    },
    {
      "name": "Burnt sienna",
      "hex": "#E97451",
      "category": "reds",
      "description": "A warm, earthy red-brown pigment made by heating raw sienna (iron oxide clay) to drive off water and convert the yellow-brown color to a rich red-orange. This pigment has been used since prehistoric times and was particularly popular in Renaissance fresco painting. The name comes from the Italian city of Siena, where the clay was originally mined. Burnt sienna's transparency and warm undertones make it essential for creating flesh tones and warm shadows in traditional painting."
    },
    {
      "name": "Burnt umber",
      "hex": "#8A3324",
      "category": "reds",
      "description": "A deep, warm brown pigment created by heating raw umber (iron oxide and manganese oxide clay) to intensify its color. This ancient pigment was used in prehistoric cave paintings and has been a staple in artists' palettes for centuries. The name 'umber' comes from the Latin 'umbra,' meaning shadow, reflecting its use in creating dark tones. Burnt umber's rich, transparent quality makes it perfect for underpainting and creating depth in oil paintings."
    },
    {
      "name": "Byzantine",
      "hex": "#BD33A4",
      "category": "purples",
      "description": "This purple evokes violet blossoms with its soft medium tone."
    },
    {
      "name": "Byzantium",
      "hex": "#702963",
      "category": "purples",
      "description": "Named after lavender fields, this purple has a soft medium look."
    },
    {
      "name": "Cadet blue",
      "hex": "#5F9EA0",
      "category": "blues",
      "description": "Named after clear skies, this blue has a muted medium look."
    },
    {
      "name": "Cadet grey",
      "hex": "#91A3B0",
      "category": "blues",
      "description": "Similar to clear skies, it's a muted light blue."
    },
    {
      "name": "Cadmium green",
      "hex": "#006B3C",
      "category": "greens",
      "description": "This green evokes pine forests with its vibrant dark tone."
    },
    {
      "name": "Cadmium orange",
      "hex": "#ED872D",
      "category": "oranges",
      "description": "Named after autumn leaves, this orange has a vibrant medium look."
    },
    {
      "name": "Café au lait",
      "hex": "#A67B5B",
      "category": "oranges",
      "description": "A muted medium orange reminiscent of tangerine peel."
    },
    {
      "name": "Café noir",
      "hex": "#4B3621",
      "category": "oranges",
      "description": "A soft dark orange reminiscent of autumn leaves."
    },
    {
      "name": "Cambridge blue",
      "hex": "#A3C1AD",
      "category": "greens",
      "description": "This green evokes spring grass with its muted light tone."
    },
    {
      "name": "Camel",
      "hex": "#C19A6B",
      "category": "oranges",
      "description": "Named after autumn leaves, this orange has a soft medium look."
    },
    {
      "name": "Cameo pink",
      "hex": "#EFBBCC",
      "category": "purples",
      "description": "Named after royal velvet, this purple has a vibrant light look."
    },
    {
      "name": "Canary",
      "hex": "#FFFF99",
      "category": "yellows",
      "description": "Named after sunflower petals, this yellow has a vibrant light look."
    },
    {
      "name": "Canary yellow",
      "hex": "#FFEF00",
      "category": "yellows",
      "description": "This yellow evokes sunflower petals with its vibrant medium tone."
    },
    {
      "name": "Candy pink",
      "hex": "#E4717A",
      "category": "reds",
      "description": "A vibrant light red reminiscent of a fresh rose."
    },
    {
      "name": "Cardinal",
      "hex": "#C41E3A",
      "category": "reds",
      "description": "Similar to a fresh rose, it's a vibrant medium red."
    },
    {
      "name": "Caribbean green",
      "hex": "#00CC99",
      "category": "blues",
      "description": "Similar to deep ocean water, it's a vibrant medium blue."
    },
    {
      "name": "Carmine",
      "hex": "#960018",
      "category": "reds",
      "description": "A deep red pigment extracted from the cochineal insect (Dactylopius coccus), which lives on prickly pear cacti in Central and South America. This dye was highly prized by the Aztecs and was one of the most valuable exports from the New World to Europe. It takes approximately 70,000 insects to produce one pound of carmine dye. The pigment's intensity and permanence made it popular for royal garments and religious vestments, though modern versions often use synthetic alternatives."
    },
    {
      "name": "Carmine (M&P)",
      "hex": "#D70040",
      "category": "purples",
      "description": "This purple evokes violet blossoms with its vibrant medium tone."
    },
    {
      "name": "Carnation pink",
      "hex": "#FFA6C9",
      "category": "purples",
      "description": "This purple evokes royal velvet with its vibrant light tone."
    },
    {
      "name": "Carnelian",
      "hex": "#B31B1B",
      "category": "reds",
      "description": "A vibrant medium red reminiscent of ripe cherries."
    },
    {
      "name": "Carolina blue",
      "hex": "#56A0D3",
      "category": "blues",
      "description": "Similar to a twilight horizon, it's a soft medium blue."
    },
    {
      "name": "Carrot orange",
      "hex": "#ED9121",
      "category": "oranges",
      "description": "A vibrant medium orange reminiscent of autumn leaves."
    },
    {
      "name": "Catawba",
      "hex": "#703642",
      "category": "reds",
      "description": "Named after brick walls, this red has a soft medium look."
    },
    {
      "name": "Cedar Chest",
      "hex": "#C95A49",
      "category": "reds",
      "description": "This red evokes brick walls with its soft medium tone."
    },
    {
      "name": "Celadon",
      "hex": "#ACE1AF",
      "category": "greens",
      "description": "A soft light green reminiscent of spring grass."
    },
    {
      "name": "Celeste",
      "hex": "#B2FFFF",
      "category": "blues",
      "description": "A vibrant light blue reminiscent of clear skies."
    },
    {
      "name": "Cerise",
      "hex": "#DE3163",
      "category": "purples",
      "description": "A vibrant medium purple reminiscent of lavender fields."
    },
    {
      "name": "Cerulean",
      "hex": "#007BA7",
      "category": "blues",
      "description": "A serene sky-blue pigment discovered in 1805 by Swiss chemist Albrecht Höpfner. This cobalt stannate pigment captures the essence of a clear summer sky and was immediately embraced by landscape painters. Its name comes from the Latin 'caeruleus,' meaning sky blue. Cerulean's stability and resistance to fading made it a favorite of Impressionist painters, particularly Claude Monet, who used it extensively in his water lily series."
    },
    {
      "name": "Cerulean blue",
      "hex": "#2A52BE",
      "category": "blues",
      "description": "A classic sky-blue pigment made from cobalt(II) stannate, introduced in the 19th century as a safer alternative to earlier blue pigments. Cerulean blue is valued for its subtle, naturalistic hue and its stability in mixtures, making it a favorite for painting skies and seascapes. Its gentle, slightly greenish undertone distinguishes it from other blues, and it remains a staple in artists' palettes for landscape painting."
    },
    {
      "name": "Cerulean frost",
      "hex": "#6D9BC3",
      "category": "blues",
      "description": "This blue evokes a twilight horizon with its soft medium tone."
    },
    {
      "name": "Cerulean (Crayola)",
      "hex": "#1DACD6",
      "category": "blues",
      "description": "A vibrant medium blue reminiscent of a twilight horizon."
    },
    {
      "name": "Cerulean (RGB)",
      "hex": "#0040FF",
      "category": "blues",
      "description": "A vibrant medium blue reminiscent of a twilight horizon."
    },
    {
      "name": "Champagne",
      "hex": "#F7E7CE",
      "category": "oranges",
      "description": "Similar to a glowing sunset, it's a vibrant light orange."
    },
    {
      "name": "Champagne pink",
      "hex": "#F1DDCF",
      "category": "oranges",
      "description": "This orange evokes a glowing sunset with its soft light tone."
    },
    {
      "name": "Charcoal",
      "hex": "#36454F",
      "category": "blues",
      "description": "Similar to a twilight horizon, it's a muted dark blue."
    },
    {
      "name": "Charm pink",
      "hex": "#E68FAC",
      "category": "purples",
      "description": "Similar to violet blossoms, it's a vibrant light purple."
    },
    {
      "name": "Chartreuse (web)",
      "hex": "#80FF00",
      "category": "greens",
      "description": "This green evokes pine forests with its vibrant medium tone."
    },
    {
      "name": "Cherry blossom pink",
      "hex": "#FFB7C5",
      "category": "reds",
      "description": "Similar to brick walls, it's a vibrant light red."
    },
    {
      "name": "Chestnut",
      "hex": "#954535",
      "category": "reds",
      "description": "Similar to a fresh rose, it's a soft medium red."
    },
    {
      "name": "Chili red",
      "hex": "#E23D28",
      "category": "reds",
      "description": "A vibrant medium red reminiscent of ripe cherries."
    },
    {
      "name": "China pink",
      "hex": "#DE6FA1",
      "category": "purples",
      "description": "A vibrant light purple reminiscent of royal velvet."
    },
    {
      "name": "Chinese red",
      "hex": "#AA381E",
      "category": "reds",
      "description": "This red evokes ripe cherries with its vibrant medium tone."
    },
    {
      "name": "Chinese violet",
      "hex": "#856088",
      "category": "purples",
      "description": "Similar to lavender fields, it's a muted medium purple."
    },
    {
      "name": "Chinese yellow",
      "hex": "#FFB200",
      "category": "oranges",
      "description": "Similar to autumn leaves, it's a vibrant medium orange."
    },
    {
      "name": "Chocolate (traditional)",
      "hex": "#7B3F00",
      "category": "oranges",
      "description": "A vibrant dark orange reminiscent of chocolate bars."
    },
    {
      "name": "Chocolate (web)",
      "hex": "#D2691E",
      "category": "oranges",
      "description": "This orange evokes chocolate bars with its vibrant medium tone."
    },
    {
      "name": "Cinereous",
      "hex": "#98817B",
      "category": "reds",
      "description": "Similar to a fresh rose, it's a muted medium red."
    },
    {
      "name": "Cinnamon Satin",
      "hex": "#CD607E",
      "category": "purples",
      "description": "Named after violet blossoms, this purple has a soft medium look."
    },
    {
      "name": "Citrine",
      "hex": "#E4D00A",
      "category": "yellows",
      "description": "Similar to morning sunlight, it's a vibrant medium yellow."
    },
    {
      "name": "Citron",
      "hex": "#9FA91F",
      "category": "yellows",
      "description": "A vibrant medium yellow reminiscent of morning sunlight."
    },
    {
      "name": "Claret",
      "hex": "#7F1734",
      "category": "purples",
      "description": "Similar to lavender fields, it's a vibrant dark purple."
    },
    {
      "name": "Coffee",
      "hex": "#6F4E37",
      "category": "oranges",
      "description": "A soft medium orange reminiscent of fresh coffee."
    },
    {
      "name": "Columbia Blue",
      "hex": "#B9D9EB",
      "category": "blues",
      "description": "Similar to clear skies, it's a soft light blue."
    },
    {
      "name": "Congo pink",
      "hex": "#F88379",
      "category": "reds",
      "description": "A vibrant light red reminiscent of ripe cherries."
    },
    {
      "name": "Cool grey",
      "hex": "#8C92AC",
      "category": "blues",
      "description": "This blue evokes a twilight horizon with its muted light tone."
    },
    {
      "name": "Copper",
      "hex": "#B87333",
      "category": "oranges",
      "description": "Similar to a glowing sunset, it's a soft medium orange."
    },
    {
      "name": "Copper (Crayola)",
      "hex": "#DA8A67",
      "category": "oranges",
      "description": "This orange evokes tangerine peel with its vibrant light tone."
    },
    {
      "name": "Copper penny",
      "hex": "#AD6F69",
      "category": "reds",
      "description": "Similar to brick walls, it's a muted medium red."
    },
    {
      "name": "Copper red",
      "hex": "#CB6D51",
      "category": "reds",
      "description": "Similar to ripe cherries, it's a soft medium red."
    },
    {
      "name": "Copper rose",
      "hex": "#996666",
      "category": "reds",
      "description": "Named after rose petals, this red has a muted medium look."
    },
    {
      "name": "Coquelicot",
      "hex": "#FF3800",
      "category": "reds",
      "description": "A vibrant medium red reminiscent of a fresh rose."
    },
    {
      "name": "Coral",
      "hex": "#FF7F50",
      "category": "oranges",
      "description": "Named after autumn leaves, this orange has a vibrant light look."
    },
    {
      "name": "Coral pink",
      "hex": "#F88379",
      "category": "reds",
      "description": "A vibrant light red reminiscent of a fresh rose."
    },
    {
      "name": "Cordovan",
      "hex": "#893F45",
      "category": "reds",
      "description": "Similar to ripe cherries, it's a soft medium red."
    },
    {
      "name": "Corn",
      "hex": "#FBEC5D",
      "category": "yellows",
      "description": "Similar to sunflower petals, it's a vibrant light yellow."
    },
    {
      "name": "Cornflower blue",
      "hex": "#6495ED",
      "category": "blues",
      "description": "Named after clear skies, this blue has a vibrant light look."
    },
    {
      "name": "Cornsilk",
      "hex": "#FFF8DC",
      "category": "yellows",
      "description": "Named after morning sunlight, this yellow has a vibrant light look."
    },
    {
      "name": "Cosmic cobalt",
      "hex": "#2E2D88",
      "category": "blues",
      "description": "A soft medium blue reminiscent of a twilight horizon."
    },
    {
      "name": "Cosmic latte",
      "hex": "#FFF8E7",
      "category": "neutrals",
      "description": "A vibrant light neutral reminiscent of weathered stone."
    },
    {
      "name": "Coyote brown",
      "hex": "#81613C",
      "category": "oranges",
      "description": "This orange evokes tangerine peel with its soft medium tone."
    },
    {
      "name": "Cotton candy",
      "hex": "#FFBCD9",
      "category": "purples",
      "description": "A vibrant light purple reminiscent of lavender fields."
    },
    {
      "name": "Cream",
      "hex": "#FFFDD0",
      "category": "yellows",
      "description": "This yellow evokes ripe lemons with its vibrant light tone."
    },
    {
      "name": "Crimson",
      "hex": "#DC143C",
      "category": "reds",
      "description": "A deep, rich red with a slight blue undertone, originally derived from the kermes insect (Kermes vermilio) found on Mediterranean oak trees. This ancient dye was used by the Phoenicians and Romans, and its name comes from the Arabic 'qirmiz.' Crimson was so valuable that it was often worth more than gold, reserved for royal garments and religious vestments. The color's association with power and prestige continues today, where it represents authority and importance in academic and military contexts."
    },
    {
      "name": "Crimson (UA)",
      "hex": "#9E1B32",
      "category": "reds",
      "description": "Similar to ripe cherries, it's a vibrant medium red."
    },
    {
      "name": "Cultured Pearl",
      "hex": "#F5F5F5",
      "category": "neutrals",
      "description": "A muted light neutral reminiscent of soft ash."
    },
    {
      "name": "Cyan",
      "hex": "#00FFFF",
      "category": "blues",
      "description": "A bright, electric blue-green that is one of the three primary colors in the subtractive color model (CMYK). The name comes from the Greek 'kyanos,' meaning dark blue. Cyan is essential in color printing and photography, where it combines with magenta and yellow to create a full color spectrum. This color's association with technology and digital media has made it a popular choice for modern design and user interfaces."
    },
    {
      "name": "Cyan (process)",
      "hex": "#00B7EB",
      "category": "blues",
      "description": "This blue evokes a twilight horizon with its vibrant medium tone."
    },
    {
      "name": "Cyber grape",
      "hex": "#58427C",
      "category": "purples",
      "description": "A soft medium purple reminiscent of lavender fields."
    },
    {
      "name": "Cyber yellow",
      "hex": "#FFD300",
      "category": "yellows",
      "description": "Named after ripe lemons, this yellow has a vibrant medium look."
    },
    {
      "name": "Cyclamen",
      "hex": "#F56FA1",
      "category": "purples",
      "description": "This purple evokes lavender fields with its vibrant light tone."
    },
    {
      "name": "Dandelion",
      "hex": "#FED85D",
      "category": "yellows",
      "description": "A bright, cheerful yellow inspired by the common dandelion flower (Taraxacum officinale), which has been used for food and medicine for centuries. The dandelion's golden hue represents resilience and hope, as this hardy plant can grow almost anywhere. The color captures the flower's sunny disposition and its association with spring and new beginnings. Dandelion yellow is often used in children's products and spring fashion to evoke feelings of joy and optimism."
    },
    {
      "name": "Dark brown",
      "hex": "#654321",
      "category": "oranges",
      "description": "Named after autumn leaves, this orange has a soft dark look."
    },
    {
      "name": "Dark byzantium",
      "hex": "#5D3954",
      "category": "purples",
      "description": "This purple evokes violet blossoms with its muted dark tone."
    },
    {
      "name": "Dark cyan",
      "hex": "#008B8B",
      "category": "blues",
      "description": "Similar to a twilight horizon, it's a vibrant dark blue."
    },
    {
      "name": "Dark electric blue",
      "hex": "#536878",
      "category": "blues",
      "description": "This blue evokes deep ocean water with its muted medium tone."
    },
    {
      "name": "Dark goldenrod",
      "hex": "#B8860B",
      "category": "oranges",
      "description": "This orange evokes a glowing sunset with its vibrant medium tone."
    },
    {
      "name": "Dark green (X11)",
      "hex": "#006400",
      "category": "greens",
      "description": "A vibrant dark green reminiscent of fresh herbs."
    },
    {
      "name": "Dark jungle green",
      "hex": "#1A2421",
      "category": "greens",
      "description": "A muted dark green reminiscent of pine forests."
    },
    {
      "name": "Dark khaki",
      "hex": "#BDB76B",
      "category": "yellows",
      "description": "This yellow evokes ripe lemons with its soft medium tone."
    },
    {
      "name": "Dark lava",
      "hex": "#483C32",
      "category": "oranges",
      "description": "Named after autumn leaves, this orange has a muted dark look."
    },
    {
      "name": "Dark liver (horses)",
      "hex": "#543D37",
      "category": "reds",
      "description": "Similar to a fresh rose, it's a muted dark red."
    },
    {
      "name": "Dark magenta",
      "hex": "#8B008B",
      "category": "purples",
      "description": "This purple evokes violet blossoms with its vibrant dark tone."
    },
    {
      "name": "Dark olive green",
      "hex": "#556B2F",
      "category": "greens",
      "description": "A deep, earthy green inspired by the olive tree (Olea europaea), which has been cultivated in the Mediterranean for over 6,000 years. Olive green's association with peace comes from the olive branch as a symbol of reconciliation. This color has been used extensively in military uniforms for its camouflage properties, and its natural, muted quality makes it popular in outdoor gear and sustainable design."
    },
    {
      "name": "Dark orange",
      "hex": "#FF8C00",
      "category": "oranges",
      "description": "This orange evokes tangerine peel with its vibrant medium tone."
    },
    {
      "name": "Dark orchid",
      "hex": "#9932CC",
      "category": "purples",
      "description": "Similar to royal velvet, it's a vibrant medium purple."
    },
    {
      "name": "Dark purple",
      "hex": "#301934",
      "category": "purples",
      "description": "A deep, mysterious purple that has been associated with royalty and spirituality throughout history. This rich shade was once so expensive to produce that only the wealthiest could afford purple garments, leading to its association with power and prestige. Dark purple's connection to wisdom and creativity has made it popular in educational and artistic contexts, while its sophisticated depth appeals to luxury brands and high-end design."
    },
    {
      "name": "Dark red",
      "hex": "#8B0000",
      "category": "reds",
      "description": "Similar to a fresh rose, it's a vibrant dark red."
    },
    {
      "name": "Dark salmon",
      "hex": "#E9967A",
      "category": "oranges",
      "description": "Named after tangerine peel, this orange has a vibrant light look."
    },
    {
      "name": "Dark sea green",
      "hex": "#8FBC8F",
      "category": "greens",
      "description": "Similar to the open sea, it's a muted light green."
    },
    {
      "name": "Dark sienna",
      "hex": "#3C1414",
      "category": "reds",
      "description": "A deep, warm red-brown pigment made by heating raw sienna to intensify its color. This earth pigment has been used by artists for centuries, particularly in Renaissance painting for creating rich shadows and underpainting. Dark sienna's transparency and warm undertones make it essential for traditional oil painting techniques, where it's used to establish tonal values and create depth in portraits and landscapes."
    },
    {
      "name": "Dark sky blue",
      "hex": "#8CBED6",
      "category": "blues",
      "description": "Similar to a clear sky, it's a soft light blue."
    },
    {
      "name": "Dark slate blue",
      "hex": "#483D8B",
      "category": "blues",
      "description": "Similar to clear skies, it's a soft medium blue."
    },
    {
      "name": "Dark slate gray",
      "hex": "#2F4F4F",
      "category": "blues",
      "description": "A muted dark blue reminiscent of clear skies."
    },
    {
      "name": "Dark spring green",
      "hex": "#177245",
      "category": "greens",
      "description": "A deep, vibrant green that captures the rich color of new growth in early spring. This color represents renewal and vitality, embodying the energy of nature's awakening after winter. Dark spring green's association with growth and new beginnings has made it popular in environmental and wellness contexts, while its natural depth appeals to designers seeking to bring the outdoors inside."
    },
    {
      "name": "Dark turquoise",
      "hex": "#00CED1",
      "category": "blues",
      "description": "A deep, rich blue-green that captures the mysterious depths of tropical waters. This color evokes the tranquility and beauty of coral reefs and deep ocean environments. Dark turquoise's association with water and nature has made it popular in spa and wellness design, while its sophisticated depth appeals to luxury fashion and interior design. The color's calming properties make it ideal for creating peaceful, restorative environments."
    },
    {
      "name": "Dark violet",
      "hex": "#9400D3",
      "category": "purples",
      "description": "A vibrant medium purple reminiscent of royal velvet."
    },
    {
      "name": "Davy's grey",
      "hex": "#555555",
      "category": "neutrals",
      "description": "This neutral evokes soft ash with its muted medium tone."
    },
    {
      "name": "Deep cerise",
      "hex": "#DA3287",
      "category": "purples",
      "description": "A vibrant medium purple reminiscent of royal velvet."
    },
    {
      "name": "Deep champagne",
      "hex": "#FAD6A5",
      "category": "oranges",
      "description": "Named after tangerine peel, this orange has a vibrant light look."
    },
    {
      "name": "Deep chestnut",
      "hex": "#B94E48",
      "category": "reds",
      "description": "This red evokes ripe cherries with its soft medium tone."
    },
    {
      "name": "Deep jungle green",
      "hex": "#004B49",
      "category": "blues",
      "description": "Named after deep ocean water, this blue has a vibrant dark look."
    },
    {
      "name": "Deep pink",
      "hex": "#FF1493",
      "category": "purples",
      "description": "Similar to violet blossoms, it's a vibrant medium purple."
    },
    {
      "name": "Deep saffron",
      "hex": "#FF9933",
      "category": "oranges",
      "description": "Similar to tangerine peel, it's a vibrant light orange."
    },
    {
      "name": "Deep sky blue",
      "hex": "#00BFFF",
      "category": "blues",
      "description": "A brilliant, intense blue that captures the pure color of a cloudless summer sky at its zenith. This color represents openness, freedom, and infinite possibility, embodying the vastness of the heavens. Deep sky blue's association with clarity and optimism has made it popular in aviation, technology, and outdoor brands, while its vibrant hue appeals to designers seeking to create uplifting, expansive environments."
    },
    {
      "name": "Deep Space Sparkle",
      "hex": "#4A646C",
      "category": "blues",
      "description": "Similar to a twilight horizon, it's a muted medium blue."
    },
    {
      "name": "Deep taupe",
      "hex": "#7E5E60",
      "category": "reds",
      "description": "Similar to brick walls, it's a muted medium red."
    },
    {
      "name": "Denim",
      "hex": "#1560BD",
      "category": "blues",
      "description": "A classic blue inspired by the durable cotton twill fabric that revolutionized workwear in the late 19th century. Denim's name comes from 'de Nîmes,' referring to the French city where the fabric was first woven. This color represents durability, authenticity, and American culture, as denim jeans became a symbol of rebellion and youth culture in the 1950s. The color's association with hard work and casual style has made it a timeless choice in fashion and design."
    },
    {
      "name": "Denim blue",
      "hex": "#2243B6",
      "category": "blues",
      "description": "Named after deep ocean water, this blue has a vibrant medium look."
    },
    {
      "name": "Desert",
      "hex": "#C19A6B",
      "category": "oranges",
      "description": "Similar to tangerine peel, it's a soft medium orange."
    },
    {
      "name": "Desert sand",
      "hex": "#EDC9AF",
      "category": "oranges",
      "description": "This orange evokes tangerine peel with its vibrant light tone."
    },
    {
      "name": "Dim gray",
      "hex": "#696969",
      "category": "neutrals",
      "description": "Named after weathered stone, this neutral has a muted medium look."
    },
    {
      "name": "Dodger blue",
      "hex": "#1E90FF",
      "category": "blues",
      "description": "Named after a twilight horizon, this blue has a vibrant medium look."
    },
    {
      "name": "Drab dark brown",
      "hex": "#4A412A",
      "category": "oranges",
      "description": "This orange evokes tangerine peel with its muted dark tone."
    },
    {
      "name": "Duke blue",
      "hex": "#00009C",
      "category": "blues",
      "description": "Similar to a twilight horizon, it's a vibrant medium blue."
    },
    {
      "name": "Dutch white",
      "hex": "#EFDFBB",
      "category": "oranges",
      "description": "A vibrant light orange reminiscent of a glowing sunset."
    },
    {
      "name": "Ebony",
      "hex": "#555D50",
      "category": "greens",
      "description": "Similar to pine forests, it's a muted medium green."
    },
    {
      "name": "Ecru",
      "hex": "#C2B280",
      "category": "yellows",
      "description": "Named after sunflower petals, this yellow has a soft light look."
    },
    {
      "name": "Eerie black",
      "hex": "#1B1B1B",
      "category": "neutrals",
      "description": "Similar to driftwood, it's a muted dark neutral."
    },
    {
      "name": "Eggplant",
      "hex": "#614051",
      "category": "purples",
      "description": "Named after royal velvet, this purple has a muted medium look."
    },
    {
      "name": "Eggshell",
      "hex": "#F0EAD6",
      "category": "yellows",
      "description": "This yellow evokes ripe lemons with its soft light tone."
    },
    {
      "name": "Electric lime",
      "hex": "#CCFF00",
      "category": "yellows",
      "description": "Named after morning sunlight, this yellow has a vibrant medium look."
    },
    {
      "name": "Electric purple",
      "hex": "#BF00FF",
      "category": "purples",
      "description": "This purple evokes lavender fields with its vibrant medium tone."
    },
    {
      "name": "Electric violet",
      "hex": "#8F00FF",
      "category": "purples",
      "description": "A vibrant medium purple reminiscent of lavender fields."
    },
    {
      "name": "Emerald",
      "hex": "#50C878",
      "category": "greens",
      "description": "A brilliant green pigment inspired by the precious gemstone emerald, which gets its color from trace amounts of chromium and vanadium. The synthetic pigment was developed in the 19th century as a safer alternative to the toxic emerald green (copper arsenite). This color captures the lush, vibrant quality of the gemstone and has been used extensively in decorative arts and fashion, particularly during the Art Nouveau period when emerald green was a signature color."
    },
    {
      "name": "Eminence",
      "hex": "#6C3082",
      "category": "purples",
      "description": "This purple evokes violet blossoms with its soft medium tone."
    },
    {
      "name": "English lavender",
      "hex": "#B48395",
      "category": "purples",
      "description": "Similar to lavender blossoms, it's a muted light purple."
    },
    {
      "name": "English red",
      "hex": "#AB4B52",
      "category": "reds",
      "description": "This red evokes ripe cherries with its soft medium tone."
    },
    {
      "name": "English vermillion",
      "hex": "#CC474B",
      "category": "reds",
      "description": "A soft medium red reminiscent of ripe cherries."
    },
    {
      "name": "English violet",
      "hex": "#563C5C",
      "category": "purples",
      "description": "This purple evokes violet blossoms with its muted dark tone."
    },
    {
      "name": "Erin",
      "hex": "#00FF40",
      "category": "greens",
      "description": "A vibrant medium green reminiscent of pine forests."
    },
    {
      "name": "Eton blue",
      "hex": "#96C8A2",
      "category": "greens",
      "description": "Named after pine forests, this green has a soft light look."
    },
    {
      "name": "Fallow",
      "hex": "#C19A6B",
      "category": "oranges",
      "description": "This orange evokes tangerine peel with its soft medium tone."
    },
    {
      "name": "Falu red",
      "hex": "#801818",
      "category": "reds",
      "description": "Named after brick walls, this red has a vibrant dark look."
    },
    {
      "name": "Fandango",
      "hex": "#B53389",
      "category": "purples",
      "description": "Named after royal velvet, this purple has a soft medium look."
    },
    {
      "name": "Fandango pink",
      "hex": "#DE5285",
      "category": "purples",
      "description": "This purple evokes violet blossoms with its vibrant medium tone."
    },
    {
      "name": "Fawn",
      "hex": "#E5AA70",
      "category": "oranges",
      "description": "A vibrant light orange reminiscent of tangerine peel."
    },
    {
      "name": "Fern green",
      "hex": "#4F7942",
      "category": "greens",
      "description": "Named after spring grass, this green has a muted medium look."
    },
    {
      "name": "Field drab",
      "hex": "#6C541E",
      "category": "oranges",
      "description": "This orange evokes autumn leaves with its soft dark tone."
    },
    {
      "name": "Fiery rose",
      "hex": "#FF5470",
      "category": "reds",
      "description": "Named after rose petals, this red has a vibrant light look."
    },
    {
      "name": "Finn",
      "hex": "#683068",
      "category": "purples",
      "description": "This purple evokes violet blossoms with its soft dark tone."
    },
    {
      "name": "Firebrick",
      "hex": "#B22222",
      "category": "reds",
      "description": "A vibrant medium red reminiscent of flames."
    },
    {
      "name": "Fire engine red",
      "hex": "#CE2029",
      "category": "reds",
      "description": "Named after flames, this red has a vibrant medium look."
    },
    {
      "name": "Flame",
      "hex": "#E25822",
      "category": "oranges",
      "description": "Named after autumn leaves, this orange has a vibrant medium look."
    },
    {
      "name": "Flirt",
      "hex": "#A2006D",
      "category": "purples",
      "description": "Named after royal velvet, this purple has a vibrant medium look."
    },
    {
      "name": "Floral white",
      "hex": "#FFFAF0",
      "category": "neutrals",
      "description": "Named after driftwood, this neutral has a vibrant light look."
    },
    {
      "name": "French beige",
      "hex": "#A67B5B",
      "category": "oranges",
      "description": "Similar to a glowing sunset, it's a muted medium orange."
    },
    {
      "name": "French bistre",
      "hex": "#856D4D",
      "category": "oranges",
      "description": "Similar to autumn leaves, it's a muted medium orange."
    },
    {
      "name": "French blue",
      "hex": "#0072BB",
      "category": "blues",
      "description": "Named after a twilight horizon, this blue has a vibrant medium look."
    },
    {
      "name": "French fuchsia",
      "hex": "#FD3F92",
      "category": "purples",
      "description": "This purple evokes lavender fields with its vibrant light tone."
    },
    {
      "name": "French lilac",
      "hex": "#86608E",
      "category": "purples",
      "description": "Named after royal velvet, this purple has a muted medium look."
    },
    {
      "name": "French lime",
      "hex": "#9EFD38",
      "category": "greens",
      "description": "Similar to spring grass, it's a vibrant light green."
    },
    {
      "name": "French mauve",
      "hex": "#D473D4",
      "category": "purples",
      "description": "Similar to violet blossoms, it's a soft light purple."
    },
    {
      "name": "French pink",
      "hex": "#FD6C9E",
      "category": "purples",
      "description": "Similar to royal velvet, it's a vibrant light purple."
    },
    {
      "name": "French raspberry",
      "hex": "#C72C48",
      "category": "reds",
      "description": "A vibrant medium red reminiscent of brick walls."
    },
    {
      "name": "French sky blue",
      "hex": "#77B5FE",
      "category": "blues",
      "description": "This blue evokes a clear sky with its vibrant light tone."
    },
    {
      "name": "French violet",
      "hex": "#8806CE",
      "category": "purples",
      "description": "This purple evokes violet blossoms with its vibrant medium tone."
    },
    {
      "name": "Frostbite",
      "hex": "#E936A7",
      "category": "purples",
      "description": "This purple evokes royal velvet with its vibrant medium tone."
    },
    {
      "name": "Fuchsia",
      "hex": "#FF00FF",
      "category": "purples",
      "description": "A bold, electric purple-pink named after the fuchsia flower, which was discovered in the Caribbean in the 17th century and named after German botanist Leonhart Fuchs. This color represents the perfect balance between red and blue in the color spectrum, making it one of the primary colors in digital color models. Fuchsia's vibrant, attention-grabbing quality has made it popular in fashion, advertising, and digital design, where it's used to create high-impact visual statements."
    },
    {
      "name": "Fuchsia (Crayola)",
      "hex": "#C154C1",
      "category": "purples",
      "description": "Named after violet blossoms, this purple has a soft medium look."
    },
    {
      "name": "Fulvous",
      "hex": "#E48400",
      "category": "oranges",
      "description": "Similar to a glowing sunset, it's a vibrant medium orange."
    },
    {
      "name": "Fuzzy Wuzzy",
      "hex": "#87421F",
      "category": "oranges",
      "description": "Named after tangerine peel, this orange has a vibrant medium look."
    },
    {
      "name": "Gainsboro",
      "hex": "#DCDCDC",
      "category": "neutrals",
      "description": "A muted light neutral reminiscent of soft ash."
    },
    {
      "name": "Generic viridian",
      "hex": "#007F66",
      "category": "blues",
      "description": "Named after clear skies, this blue has a vibrant dark look."
    },
    {
      "name": "Ghost white",
      "hex": "#F8F8FF",
      "category": "neutrals",
      "description": "A vibrant light neutral reminiscent of soft ash."
    },
    {
      "name": "Glaucous",
      "hex": "#6082B6",
      "category": "blues",
      "description": "A soft, dusty blue-gray that takes its name from the Greek 'glaukos,' meaning bluish-gray or silvery. This color is often used to describe the powdery bloom on grapes, plums, and other fruits, as well as the subtle blue-gray tint of certain leaves. Glaucous has a gentle, understated quality that makes it popular in interior design and fashion, where it provides a sophisticated alternative to more vibrant blues."
    },
    {
      "name": "Glossy grape",
      "hex": "#AB92B3",
      "category": "purples",
      "description": "A muted light purple reminiscent of royal velvet."
    },
    {
      "name": "GO green",
      "hex": "#00AB66",
      "category": "greens",
      "description": "Similar to pine forests, it's a vibrant medium green."
    },
    {
      "name": "Gold (metallic)",
      "hex": "#D4AF37",
      "category": "yellows",
      "description": "A rich, warm yellow that mimics the appearance of precious gold metal. This color has been associated with wealth, power, and divinity throughout human history, from ancient Egyptian pharaohs to Byzantine emperors. Metallic gold's association with luxury and success has made it a staple in high-end design, jewelry, and ceremonial objects. The color's ability to catch and reflect light gives it a special luminosity that has fascinated artists and craftsmen for millennia."
    },
    {
      "name": "Gold (web) (Golden)",
      "hex": "#FFD700",
      "category": "yellows",
      "description": "This yellow evokes morning sunlight with its vibrant medium tone."
    },
    {
      "name": "Gold (Crayola)",
      "hex": "#E6BE8A",
      "category": "oranges",
      "description": "This orange evokes a glowing sunset with its vibrant light tone."
    },
    {
      "name": "Gold Fusion",
      "hex": "#85754E",
      "category": "oranges",
      "description": "Named after a glowing sunset, this orange has a muted medium look."
    },
    {
      "name": "Golden brown",
      "hex": "#996515",
      "category": "oranges",
      "description": "A vibrant medium orange reminiscent of a glowing sunset."
    },
    {
      "name": "Golden poppy",
      "hex": "#FCC200",
      "category": "yellows",
      "description": "A bright, cheerful yellow inspired by the California poppy (Eschscholzia californica), the state flower of California. This wildflower's golden hue has become a symbol of the American West and its natural beauty. The color captures the flower's sunny disposition and its ability to thrive in arid conditions, making it a symbol of resilience and optimism. Golden poppy's association with California's golden hills and spring wildflowers has made it a beloved color in Western design and culture."
    },
    {
      "name": "Golden yellow",
      "hex": "#FFDF00",
      "category": "yellows",
      "description": "Named after morning sunlight, this yellow has a vibrant medium look."
    },
    {
      "name": "Gotham green",
      "hex": "#00573F",
      "category": "greens",
      "description": "This green evokes fresh herbs with its vibrant dark tone."
    },
    {
      "name": "Granite gray",
      "hex": "#676767",
      "category": "neutrals",
      "description": "This neutral evokes soft ash with its muted medium tone."
    },
    {
      "name": "Granny Smith apple",
      "hex": "#A8E4A0",
      "category": "greens",
      "description": "A crisp, tart green inspired by the Granny Smith apple, which was first cultivated in Australia in the 1860s by Maria Ann Smith. This apple's distinctive green color comes from its high chlorophyll content, even when ripe. The color represents freshness, health, and natural tartness, making it popular in food packaging and wellness design. Granny Smith green's association with crisp, refreshing flavors has made it a favorite in culinary and beverage branding."
    },
    {
      "name": "Gray (web)",
      "hex": "#808080",
      "category": "neutrals",
      "description": "A muted medium neutral reminiscent of soft ash."
    },
    {
      "name": "Gray (X11 gray)",
      "hex": "#BEBEBE",
      "category": "neutrals",
      "description": "Named after weathered stone, this neutral has a muted light look."
    },
    {
      "name": "Green",
      "hex": "#00FF00",
      "category": "greens",
      "description": "Named after spring grass, this green has a vibrant medium look."
    },
    {
      "name": "Green (Crayola)",
      "hex": "#1CAC78",
      "category": "greens",
      "description": "A vibrant medium green reminiscent of spring grass."
    },
    {
      "name": "Green (web)",
      "hex": "#008000",
      "category": "greens",
      "description": "Named after pine forests, this green has a vibrant dark look."
    },
    {
      "name": "Green (Munsell)",
      "hex": "#00A877",
      "category": "greens",
      "description": "This green evokes pine forests with its vibrant medium tone."
    },
    {
      "name": "Green (NCS)",
      "hex": "#009F6B",
      "category": "greens",
      "description": "Similar to pine forests, it's a vibrant medium green."
    },
    {
      "name": "Green (Pantone)",
      "hex": "#00AD43",
      "category": "greens",
      "description": "Named after pine forests, this green has a vibrant medium look."
    },
    {
      "name": "Green (pigment)",
      "hex": "#00A550",
      "category": "greens",
      "description": "Named after pine forests, this green has a vibrant medium look."
    },
    {
      "name": "Green-blue",
      "hex": "#1164B4",
      "category": "blues",
      "description": "A vibrant medium blue reminiscent of deep ocean water."
    },
    {
      "name": "Green Lizard",
      "hex": "#A7F432",
      "category": "greens",
      "description": "A vibrant medium green reminiscent of pine forests."
    },
    {
      "name": "Green Sheen",
      "hex": "#6EAEA1",
      "category": "blues",
      "description": "A muted medium blue reminiscent of a twilight horizon."
    },
    {
      "name": "Gunmetal",
      "hex": "#2a3439",
      "category": "blues",
      "description": "A dark, metallic gray-blue that mimics the appearance of gunmetal, an alloy of copper, tin, and zinc used in firearms and machinery since the 16th century. This color represents strength, durability, and industrial power, making it popular in automotive design, military equipment, and industrial applications. Gunmetal's association with precision engineering and reliability has made it a favorite in technical and professional contexts."
    },
    {
      "name": "Hansa yellow",
      "hex": "#E9D66B",
      "category": "yellows",
      "description": "A vibrant light yellow reminiscent of morning sunlight."
    },
    {
      "name": "Harlequin",
      "hex": "#3FFF00",
      "category": "greens",
      "description": "A vibrant medium green reminiscent of fresh herbs."
    },
    {
      "name": "Harvest gold",
      "hex": "#DA9100",
      "category": "oranges",
      "description": "This orange evokes autumn leaves with its vibrant medium tone."
    },
    {
      "name": "Heat Wave",
      "hex": "#FF7A00",
      "category": "oranges",
      "description": "A vibrant medium orange reminiscent of autumn leaves."
    },
    {
      "name": "Heliotrope",
      "hex": "#DF73FF",
      "category": "purples",
      "description": "A bright purple-pink named after the heliotrope flower (Heliotropium), which was believed to turn toward the sun. The name comes from the Greek 'helios' (sun) and 'trope' (turn). This color represents devotion and faithfulness, as the flower was thought to follow the sun's path across the sky. Heliotrope's vibrant, romantic quality has made it popular in Victorian gardens and continues to appeal in modern floral design and fashion."
    },
    {
      "name": "Heliotrope gray",
      "hex": "#AA98A9",
      "category": "purples",
      "description": "This purple evokes violet blossoms with its muted light tone."
    },
    {
      "name": "Hollywood cerise",
      "hex": "#F400A1",
      "category": "purples",
      "description": "A vibrant medium purple reminiscent of royal velvet."
    },
    {
      "name": "Honolulu blue",
      "hex": "#006DB0",
      "category": "blues",
      "description": "This blue evokes a twilight horizon with its vibrant medium tone."
    },
    {
      "name": "Hooker's green",
      "hex": "#49796B",
      "category": "greens",
      "description": "Similar to pine forests, it's a muted medium green."
    },
    {
      "name": "Hot magenta[broken anchor]",
      "hex": "#FF1DCE",
      "category": "purples",
      "description": "This purple evokes royal velvet with its vibrant medium tone."
    },
    {
      "name": "Hot pink",
      "hex": "#FF69B4",
      "category": "purples",
      "description": "A vibrant light purple reminiscent of lavender fields."
    },
    {
      "name": "Hunter green",
      "hex": "#355E3B",
      "category": "greens",
      "description": "Similar to spring grass, it's a muted dark green."
    },
    {
      "name": "Iceberg",
      "hex": "#71A6D2",
      "category": "blues",
      "description": "A soft light blue reminiscent of clear skies."
    },
    {
      "name": "Illuminating emerald",
      "hex": "#319177",
      "category": "greens",
      "description": "Named after pine forests, this green has a soft medium look."
    },
    {
      "name": "Imperial red",
      "hex": "#ED2939",
      "category": "reds",
      "description": "This red evokes a fresh rose with its vibrant medium tone."
    },
    {
      "name": "Inchworm",
      "hex": "#B2EC5D",
      "category": "greens",
      "description": "This green evokes spring grass with its vibrant light tone."
    },
    {
      "name": "Independence",
      "hex": "#4C516D",
      "category": "blues",
      "description": "Similar to clear skies, it's a muted medium blue."
    },
    {
      "name": "India green",
      "hex": "#138808",
      "category": "greens",
      "description": "A vibrant dark green reminiscent of fresh herbs."
    },
    {
      "name": "Indian red",
      "hex": "#CD5C5C",
      "category": "reds",
      "description": "A soft medium red reminiscent of brick walls."
    },
    {
      "name": "Indian yellow",
      "hex": "#E3A857",
      "category": "oranges",
      "description": "Named after a glowing sunset, this orange has a vibrant light look."
    },
    {
      "name": "Indigo",
      "hex": "#6A5DFF",
      "category": "blues",
      "description": "A deep blue-purple dye derived from the indigo plant (Indigofera tinctoria), which has been cultivated for over 4,000 years. Indigo was one of the most valuable trade goods in history, driving exploration and colonization. The dye was used to create the iconic blue jeans and has been associated with wisdom, intuition, and spirituality. Indigo's rich, complex hue has made it a favorite in textile arts and continues to inspire artists and designers worldwide."
    },
    {
      "name": "Indigo dye",
      "hex": "#00416A",
      "category": "blues",
      "description": "Similar to clear skies, it's a vibrant dark blue."
    },
    {
      "name": "International Klein Blue",
      "hex": "#130a8f",
      "category": "blues",
      "description": "A deep, ultramarine blue created by French artist Yves Klein in the 1950s. This pigment was developed specifically for Klein's monochromatic paintings and became his signature color. The artist patented the color and used it extensively in his 'Anthropometries' series, where he used nude models as 'living brushes.' International Klein Blue represents the artist's quest for pure color and his belief in the spiritual power of monochromatic art."
    },
    {
      "name": "International orange (engineering)",
      "hex": "#BA160C",
      "category": "reds",
      "description": "A vibrant medium red reminiscent of a fresh rose."
    },
    {
      "name": "International orange (Golden Gate Bridge)",
      "hex": "#C0362C",
      "category": "reds",
      "description": "Similar to a fresh rose, it's a vibrant medium red."
    },
    {
      "name": "Irresistible",
      "hex": "#B3446C",
      "category": "purples",
      "description": "Named after lavender fields, this purple has a soft medium look."
    },
    {
      "name": "Isabelline",
      "hex": "#F4F0EC",
      "category": "neutrals",
      "description": "This neutral evokes driftwood with its muted light tone."
    },
    {
      "name": "Italian sky blue",
      "hex": "#B2FFFF",
      "category": "blues",
      "description": "Named after a clear sky, this blue has a vibrant light look."
    },
    {
      "name": "Ivory",
      "hex": "#FFFFF0",
      "category": "neutrals",
      "description": "Similar to weathered stone, it's a vibrant light neutral."
    },
    {
      "name": "Japanese carmine",
      "hex": "#9D2933",
      "category": "reds",
      "description": "Named after brick walls, this red has a soft medium look."
    },
    {
      "name": "Japanese violet",
      "hex": "#5B3256",
      "category": "purples",
      "description": "Named after royal velvet, this purple has a muted dark look."
    },
    {
      "name": "Jasmine",
      "hex": "#F8DE7E",
      "category": "yellows",
      "description": "A delicate, warm yellow inspired by the fragrant jasmine flower (Jasminum), which has been cultivated in Asia for over 1,000 years. Jasmine's golden hue captures the flower's ethereal beauty and its association with love, purity, and spiritual enlightenment in many cultures. The color's soft, luminous quality makes it popular in bridal and spring fashion, while its connection to the flower's intoxicating scent evokes feelings of romance and tranquility."
    },
    {
      "name": "Jazzberry jam",
      "hex": "#A50B5E",
      "category": "purples",
      "description": "This purple evokes royal velvet with its vibrant medium tone."
    },
    {
      "name": "Jet",
      "hex": "#343434",
      "category": "neutrals",
      "description": "Similar to weathered stone, it's a muted dark neutral."
    },
    {
      "name": "Jonquil",
      "hex": "#F4CA16",
      "category": "yellows",
      "description": "A bright, cheerful yellow inspired by the jonquil daffodil (Narcissus jonquilla), which is native to Spain and Portugal. This flower's golden hue represents the arrival of spring and new beginnings. Jonquil yellow captures the flower's sunny disposition and its ability to naturalize in gardens, making it a symbol of resilience and hope. The color's association with early spring flowers has made it popular in seasonal design and spring fashion."
    },
    {
      "name": "June bud",
      "hex": "#BDDA57",
      "category": "yellows",
      "description": "Named after ripe lemons, this yellow has a vibrant medium look."
    },
    {
      "name": "Jungle green",
      "hex": "#29AB87",
      "category": "greens",
      "description": "A deep, rich green that captures the lush, mysterious quality of tropical rainforests. This color represents the dense, humid environment of jungle ecosystems and their incredible biodiversity. Jungle green's association with adventure, exploration, and untamed nature has made it popular in outdoor gear and adventure sports. The color's depth and complexity evoke the hidden wonders and challenges of jungle environments."
    },
    {
      "name": "Kelly green",
      "hex": "#4CBB17",
      "category": "greens",
      "description": "A bright, vivid green named after the common Irish surname Kelly, representing the lush green landscape of Ireland. This color has become strongly associated with Irish culture and St. Patrick's Day celebrations. Kelly green's vibrant, cheerful quality has made it popular in sports uniforms, particularly for teams with Irish heritage. The color's association with luck, nature, and Irish pride has made it a beloved choice in fashion and design."
    },
    {
      "name": "Keppel",
      "hex": "#3AB09E",
      "category": "blues",
      "description": "Named after clear skies, this blue has a soft medium look."
    },
    {
      "name": "Key lime",
      "hex": "#E8F48C",
      "category": "yellows",
      "description": "A bright, tart yellow-green inspired by the key lime (Citrus aurantifolia), a small, aromatic citrus fruit native to Southeast Asia and cultivated in the Florida Keys. This lime's distinctive color comes from its high chlorophyll content and represents the fresh, zesty quality of tropical citrus. Key lime's association with refreshing flavors and tropical climates has made it popular in food packaging and summer design."
    },
    {
      "name": "Khaki (web)",
      "hex": "#C3B091",
      "category": "oranges",
      "description": "A light brownish-yellow color that takes its name from the Persian word 'khak,' meaning dust or earth. Khaki was first used for military uniforms in the 19th century by British troops in India, where the dusty color provided excellent camouflage. This practical color has since become a staple in casual wear and outdoor clothing, representing durability, utility, and understated style."
    },
    {
      "name": "Khaki (X11) (Light khaki)",
      "hex": "#F0E68C",
      "category": "yellows",
      "description": "Similar to ripe lemons, it's a vibrant light yellow."
    },
    {
      "name": "Kobe",
      "hex": "#882D17",
      "category": "reds",
      "description": "A vibrant medium red reminiscent of brick walls."
    },
    {
      "name": "Kobi",
      "hex": "#E79FC4",
      "category": "purples",
      "description": "This purple evokes lavender fields with its soft light tone."
    },
    {
      "name": "Kobicha",
      "hex": "#6B4423",
      "category": "oranges",
      "description": "This orange evokes autumn leaves with its soft dark tone."
    },
    {
      "name": "KSU purple",
      "hex": "#512888",
      "category": "purples",
      "description": "Named after lavender fields, this purple has a soft medium look."
    },
    {
      "name": "Languid lavender",
      "hex": "#D6CADD",
      "category": "neutrals",
      "description": "Named after lavender blossoms, this neutral has a muted light look."
    },
    {
      "name": "Lapis lazuli",
      "hex": "#26619C",
      "category": "blues",
      "description": "A deep blue pigment ground from the semi-precious stone lapis lazuli, which contains the mineral lazurite. This stone was mined in the Sar-e-Sang valley of Afghanistan for over 6,000 years and traded along the Silk Road. Ancient Egyptians used it for jewelry and cosmetics, while medieval artists ground it into ultramarine pigment. The stone's distinctive golden pyrite inclusions create a starry night effect that made it highly prized by royalty and artists alike."
    },
    {
      "name": "Laser lemon",
      "hex": "#FFFF66",
      "category": "yellows",
      "description": "Named after morning sunlight, this yellow has a vibrant light look."
    },
    {
      "name": "Laurel green",
      "hex": "#A9BA9D",
      "category": "greens",
      "description": "Named after fresh herbs, this green has a muted light look."
    },
    {
      "name": "Lava",
      "hex": "#CF1020",
      "category": "reds",
      "description": "A brilliant red-orange that captures the intense heat and energy of molten rock flowing from volcanoes. This color represents the raw power of Earth's geological forces and the primal energy of volcanic eruptions. Lava's association with destruction and creation has made it a symbol of transformation and renewal. The color's intensity and warmth have made it popular in automotive design and high-energy branding."
    },
    {
      "name": "Lavender (floral)",
      "hex": "#B57EDC",
      "category": "purples",
      "description": "A soft, fragrant purple inspired by the lavender flower (Lavandula), which has been cultivated in the Mediterranean for over 2,500 years. Lavender's soothing color represents tranquility, healing, and spiritual purification. The flower's essential oils have been used in aromatherapy and traditional medicine for centuries. This color's calming properties have made it popular in spa design, sleep products, and wellness branding."
    },
    {
      "name": "Lavender (web)",
      "hex": "#E6E6FA",
      "category": "neutrals",
      "description": "Similar to lavender blossoms, it's a vibrant light neutral."
    },
    {
      "name": "Lavender blue",
      "hex": "#CCCCFF",
      "category": "blues",
      "description": "This blue evokes lavender blossoms with its vibrant light tone."
    },
    {
      "name": "Lavender blush",
      "hex": "#FFF0F5",
      "category": "neutrals",
      "description": "Named after lavender blossoms, this neutral has a vibrant light look."
    },
    {
      "name": "Lavender gray",
      "hex": "#C4C3D0",
      "category": "neutrals",
      "description": "This neutral evokes lavender blossoms with its muted light tone."
    },
    {
      "name": "Lawn green",
      "hex": "#7CFC00",
      "category": "greens",
      "description": "A bright, vivid green that captures the fresh, manicured appearance of a well-maintained lawn. This color represents the ideal of suburban perfection and outdoor leisure. Lawn green's association with outdoor activities, sports, and family gatherings has made it popular in athletic equipment and outdoor furniture. The color's cheerful, natural quality evokes feelings of summer and outdoor recreation."
    },
    {
      "name": "Lemon",
      "hex": "#FFF700",
      "category": "yellows",
      "description": "A bright, zesty yellow inspired by the lemon fruit (Citrus limon), which originated in Southeast Asia and was introduced to Europe by Arab traders. Lemon's vibrant color represents freshness, vitality, and the tangy flavor of citrus. This color has been associated with cleanliness and purity, making it popular in household products and cleaning supplies. Lemon yellow's cheerful, energizing quality has made it a favorite in food packaging and summer design."
    },
    {
      "name": "Lemon chiffon",
      "hex": "#FFFACD",
      "category": "yellows",
      "description": "Similar to ripe lemons, it's a vibrant light yellow."
    },
    {
      "name": "Lemon curry",
      "hex": "#CCA01D",
      "category": "oranges",
      "description": "Named after a glowing sunset, this orange has a vibrant medium look."
    },
    {
      "name": "Lemon glacier",
      "hex": "#FDFF00",
      "category": "yellows",
      "description": "Similar to ripe lemons, it's a vibrant medium yellow."
    },
    {
      "name": "Lemon meringue",
      "hex": "#F6EABE",
      "category": "yellows",
      "description": "This yellow evokes ripe lemons with its vibrant light tone."
    },
    {
      "name": "Liberty",
      "hex": "#545AA7",
      "category": "blues",
      "description": "A dignified blue-purple that represents the ideals of freedom, democracy, and independence. This color has been associated with liberty and justice throughout history, particularly in the context of American democracy. Liberty blue's association with constitutional rights and civic pride has made it popular in government and educational institutions. The color's balanced, authoritative quality reflects the stability and strength of democratic principles."
    },
    {
      "name": "Light blue",
      "hex": "#ADD8E6",
      "category": "blues",
      "description": "A gentle, soothing blue that captures the soft, peaceful quality of a clear morning sky. This color represents tranquility, calmness, and open spaces. Light blue's association with serenity and trust has made it popular in healthcare, baby products, and corporate branding. The color's gentle, approachable quality makes it ideal for creating welcoming, peaceful environments."
    },
    {
      "name": "Light coral",
      "hex": "#F08080",
      "category": "reds",
      "description": "A soft, warm pink-red inspired by the delicate coral reefs found in tropical oceans. This color represents the beauty and fragility of marine ecosystems. Light coral's gentle, nurturing quality has made it popular in cosmetics, fashion, and interior design. The color's association with tropical waters and natural beauty has made it a favorite in beach-themed and summer designs."
    },
    {
      "name": "Light cornflower blue",
      "hex": "#93CCEA",
      "category": "blues",
      "description": "A soft, delicate blue inspired by the cornflower (Centaurea cyanus), a wildflower native to Europe that was once a common sight in grain fields. This color represents the gentle beauty of wildflowers and the pastoral landscapes of rural Europe. Light cornflower blue's association with natural beauty and simplicity has made it popular in cottage-style design and romantic fashion."
    },
    {
      "name": "Light cyan",
      "hex": "#E0FFFF",
      "category": "blues",
      "description": "A pale, ethereal blue-green that represents the purest form of light and clarity. This color captures the crystalline quality of clear water and the transparency of ice. Light cyan's association with purity, cleanliness, and technology has made it popular in medical and scientific applications. The color's cool, refreshing quality makes it ideal for creating a sense of space and cleanliness."
    },
    {
      "name": "Light French beige",
      "hex": "#C8AD7F",
      "category": "oranges",
      "description": "A warm, sophisticated beige that captures the refined elegance of French design and architecture. This color represents the timeless beauty of Parisian interiors and the understated luxury of French fashion. Light French beige's association with classic style and European sophistication has made it popular in high-end interior design and luxury branding."
    },
    {
      "name": "Light goldenrod yellow",
      "hex": "#FAFAD2",
      "category": "yellows",
      "description": "A soft, warm yellow inspired by the goldenrod flower (Solidago), which blooms in late summer and early fall. This color represents the gentle warmth of autumn sunlight and the golden fields of late summer. Light goldenrod yellow's association with harvest time and natural abundance has made it popular in seasonal design and rustic interiors."
    },
    {
      "name": "Light gray",
      "hex": "#D3D3D3",
      "category": "neutrals",
      "description": "A soft, neutral gray that represents balance, sophistication, and understated elegance. This color serves as a versatile foundation in design, providing a clean backdrop that allows other colors to shine. Light gray's association with professionalism and reliability has made it popular in corporate environments and modern interiors. The color's calming, neutral quality makes it ideal for creating harmonious, balanced spaces."
    },
    {
      "name": "Light green",
      "hex": "#90EE90",
      "category": "greens",
      "description": "A fresh, bright green that captures the vibrant energy of new spring growth. This color represents renewal, vitality, and the promise of new beginnings. Light green's association with nature and growth has made it popular in environmental and wellness branding. The color's cheerful, uplifting quality makes it ideal for creating positive, energizing environments."
    },
    {
      "name": "Light orange",
      "hex": "#FED8B1",
      "category": "oranges",
      "description": "A soft, warm orange that captures the gentle glow of late afternoon sunlight. This color represents warmth, comfort, and the peaceful transition from day to evening. Light orange's association with sunset and golden hour has made it popular in hospitality and wellness design. The color's soothing, inviting quality makes it ideal for creating welcoming, comfortable environments."
    },
    {
      "name": "Light periwinkle",
      "hex": "#C5CBE1",
      "category": "blues",
      "description": "A delicate, soft blue inspired by the periwinkle flower (Vinca minor), which has been used in traditional medicine and garden design for centuries. This color represents tranquility, friendship, and gentle beauty. Light periwinkle's association with spring flowers and peaceful gardens has made it popular in romantic and pastoral design themes."
    },
    {
      "name": "Light pink",
      "hex": "#FFB6C1",
      "category": "reds",
      "description": "A soft, gentle pink that represents innocence, sweetness, and romantic tenderness. This color has been associated with femininity and youth since the 19th century, when pink became a popular color for baby girls. Light pink's association with love, compassion, and nurturing has made it popular in cosmetics, fashion, and healthcare design."
    },
    {
      "name": "Light purple",
      "hex": "#D8BFD8",
      "category": "purples",
      "description": "A gentle, soft purple that represents creativity, spirituality, and gentle wisdom. This color has been associated with royalty and luxury throughout history, but in its lighter form, it takes on a more approachable, nurturing quality. Light purple's association with imagination and artistic expression has made it popular in children's products and creative spaces."
    },
    {
      "name": "Light salmon",
      "hex": "#FFA07A",
      "category": "oranges",
      "description": "A warm, soft orange-pink inspired by the flesh of the salmon fish, which has been a vital food source for coastal communities for thousands of years. This color represents nourishment, vitality, and the connection between land and sea. Light salmon's association with healthy eating and natural beauty has made it popular in food packaging and wellness design."
    },
    {
      "name": "Light sea green",
      "hex": "#20B2AA",
      "category": "blues",
      "description": "A refreshing blue-green that captures the color of shallow tropical waters and coral reefs. This color represents the beauty and tranquility of coastal environments and the rich biodiversity of marine ecosystems. Light sea green's association with ocean conservation and beach vacations has made it popular in travel and environmental branding."
    },
    {
      "name": "Light sky blue",
      "hex": "#87CEFA",
      "category": "blues",
      "description": "A bright, cheerful blue that captures the pure color of a clear summer sky. This color represents openness, optimism, and infinite possibility. Light sky blue's association with good weather and positive outlooks has made it popular in travel, aviation, and outdoor recreation branding. The color's uplifting quality makes it ideal for creating bright, welcoming environments."
    },
    {
      "name": "Light slate gray",
      "hex": "#778899",
      "category": "blues",
      "description": "A sophisticated gray-blue that mimics the appearance of weathered slate rock. This color represents durability, stability, and timeless elegance. Light slate gray's association with natural stone and architectural materials has made it popular in interior design and urban planning. The color's neutral, professional quality makes it ideal for creating sophisticated, balanced environments."
    },
    {
      "name": "Light steel blue",
      "hex": "#B0C4DE",
      "category": "blues",
      "description": "A cool, metallic blue-gray that mimics the appearance of polished steel. This color represents strength, precision, and industrial efficiency. Light steel blue's association with technology and engineering has made it popular in automotive design and industrial applications. The color's professional, reliable quality makes it ideal for creating trustworthy, efficient environments."
    },
    {
      "name": "Light yellow",
      "hex": "#FFFFE0",
      "category": "yellows",
      "description": "A soft, gentle yellow that captures the warm glow of early morning sunlight. This color represents optimism, clarity, and gentle warmth. Light yellow's association with sunshine and positive energy has made it popular in children's products and wellness design. The color's cheerful, uplifting quality makes it ideal for creating bright, welcoming environments."
    },
    {
      "name": "Lilac",
      "hex": "#C8A2C8",
      "category": "purples",
      "description": "A soft, fragrant purple inspired by the lilac flower (Syringa vulgaris), which has been cultivated in gardens for centuries. This color represents spring, romance, and the renewal of love. Lilac's association with first love and youthful romance has made it popular in bridal and spring fashion. The color's gentle, romantic quality evokes feelings of nostalgia and sweet memories."
    },
    {
      "name": "Lilac Luster",
      "hex": "#AE98AA",
      "category": "purples",
      "description": "Named after violet blossoms, this purple has a muted light look."
    },
    {
      "name": "Lime (color wheel)",
      "hex": "#BFFF00",
      "category": "greens",
      "description": "A bright, electric green-yellow that represents the pure color of lime fruit. This color captures the zesty, energizing quality of citrus and represents freshness and vitality. Lime's association with tropical flavors and summer refreshment has made it popular in food and beverage branding. The color's vibrant, attention-grabbing quality makes it ideal for creating high-impact visual statements."
    },
    {
      "name": "Lime (web) (X11 green)",
      "hex": "#00FF00",
      "category": "greens",
      "description": "A vibrant medium green reminiscent of fresh herbs."
    },
    {
      "name": "Lime green",
      "hex": "#32CD32",
      "category": "greens",
      "description": "A bright, vivid green that captures the fresh, zesty quality of lime fruit. This color represents energy, vitality, and the invigorating taste of citrus. Lime green's association with health, freshness, and natural energy has made it popular in sports equipment and wellness branding. The color's vibrant, uplifting quality makes it ideal for creating energetic, positive environments."
    },
    {
      "name": "Lincoln green",
      "hex": "#195905",
      "category": "greens",
      "description": "A deep, rich green named after the English city of Lincoln, where this color was traditionally used for woolen cloth. This color has strong associations with English folklore and the legend of Robin Hood, who was said to wear Lincoln green. The color represents the deep forests of medieval England and the connection between nature and English heritage."
    },
    {
      "name": "Linen",
      "hex": "#FAF0E6",
      "category": "neutrals",
      "description": "A warm, natural off-white inspired by the color of unbleached linen fabric, which has been used for clothing and household textiles for thousands of years. This color represents simplicity, purity, and natural beauty. Linen's association with clean, organic living has made it popular in minimalist design and sustainable fashion. The color's gentle, timeless quality makes it ideal for creating peaceful, uncluttered environments."
    },
    {
      "name": "Lion",
      "hex": "#DECC9C",
      "category": "oranges",
      "description": "A warm, golden beige inspired by the majestic lion's mane, which has been a symbol of strength, courage, and royalty throughout human history. This color represents leadership, nobility, and natural authority. Lion's association with power and dignity has made it popular in luxury branding and traditional design. The color's rich, warm quality evokes feelings of strength and confidence."
    },
    {
      "name": "Liseran purple",
      "hex": "#DE6FA1",
      "category": "purples",
      "description": "This purple evokes lavender fields with its vibrant light tone."
    },
    {
      "name": "Little boy blue",
      "hex": "#6CA0DC",
      "category": "blues",
      "description": "A soft, gentle blue inspired by the nursery rhyme character who fell asleep in a haystack. This color represents innocence, childhood wonder, and peaceful dreams. Little boy blue's association with youth and simplicity has made it popular in children's products and educational materials. The color's sweet, nostalgic quality evokes feelings of carefree childhood and gentle innocence."
    },
    {
      "name": "Liver",
      "hex": "#674C47",
      "category": "reds",
      "description": "Named after a fresh rose, this red has a muted medium look."
    },
    {
      "name": "Liver (dogs)",
      "hex": "#B86D29",
      "category": "oranges",
      "description": "Named after a glowing sunset, this orange has a vibrant medium look."
    },
    {
      "name": "Liver (organ)",
      "hex": "#6C2E1F",
      "category": "reds",
      "description": "A soft dark red reminiscent of a fresh rose."
    },
    {
      "name": "Liver chestnut",
      "hex": "#987456",
      "category": "oranges",
      "description": "A muted medium orange reminiscent of tangerine peel."
    },
    {
      "name": "Livid",
      "hex": "#6699CC",
      "category": "blues",
      "description": "This blue evokes clear skies with its soft light tone."
    },
    {
      "name": "Macaroni and Cheese",
      "hex": "#FFBD88",
      "category": "oranges",
      "description": "A vibrant light orange reminiscent of a glowing sunset."
    },
    {
      "name": "Madder Lake",
      "hex": "#CC3336",
      "category": "reds",
      "description": "A deep, transparent red pigment made by precipitating dye from the madder root (Rubia tinctorum) onto an inert substrate, such as alumina. Used since antiquity, madder lake was prized for its rich, glowing color and was a favorite of Old Masters for glazing techniques. The pigment's lightfastness varies depending on preparation, but its historical significance and unique hue have made it a staple in both textile dyeing and fine art painting for centuries."
    },
    {
      "name": "Magenta",
      "hex": "#FF00FF",
      "category": "purples",
      "description": "A bold, electric pink-purple named after the Battle of Magenta in 1859, where French and Sardinian forces defeated Austrian troops. This color represents the perfect balance between red and blue in the color spectrum and is one of the primary colors in digital color models. Magenta's vibrant, attention-grabbing quality has made it popular in advertising, fashion, and digital design."
    },
    {
      "name": "Magenta (Crayola)[broken anchor]",
      "hex": "#F653A6",
      "category": "purples",
      "description": "A vibrant light purple reminiscent of violet blossoms."
    },
    {
      "name": "Magenta (dye)",
      "hex": "#CA1F7B",
      "category": "purples",
      "description": "Named after royal velvet, this purple has a vibrant medium look."
    },
    {
      "name": "Magenta (Pantone)",
      "hex": "#D0417E",
      "category": "purples",
      "description": "Named after lavender fields, this purple has a vibrant medium look."
    },
    {
      "name": "Magenta (process)",
      "hex": "#FF0090",
      "category": "purples",
      "description": "A vibrant medium purple reminiscent of royal velvet."
    },
    {
      "name": "Magenta haze",
      "hex": "#9F4576",
      "category": "purples",
      "description": "Similar to violet blossoms, it's a soft medium purple."
    },
    {
      "name": "Magic mint",
      "hex": "#AAF0D1",
      "category": "greens",
      "description": "Similar to mint leaves, it's a vibrant light green."
    },
    {
      "name": "Magnolia",
      "hex": "#F2E8D7",
      "category": "oranges",
      "description": "Named after tangerine peel, this orange has a soft light look."
    },
    {
      "name": "Mahogany",
      "hex": "#C04000",
      "category": "oranges",
      "description": "This orange evokes autumn leaves with its vibrant medium tone."
    },
    {
      "name": "Maize",
      "hex": "#FBEC5D",
      "category": "yellows",
      "description": "This yellow evokes ripe lemons with its vibrant light tone."
    },
    {
      "name": "Maize (Crayola)",
      "hex": "#F2C649",
      "category": "oranges",
      "description": "A vibrant light orange reminiscent of a glowing sunset."
    },
    {
      "name": "Majorelle blue",
      "hex": "#6050DC",
      "category": "blues",
      "description": "This blue evokes a twilight horizon with its vibrant medium tone."
    },
    {
      "name": "Manatee",
      "hex": "#979AAA",
      "category": "blues",
      "description": "This blue evokes a twilight horizon with its muted light tone."
    },
    {
      "name": "Mandarin",
      "hex": "#F37A48",
      "category": "oranges",
      "description": "This orange evokes a glowing sunset with its vibrant light tone."
    },
    {
      "name": "Mango",
      "hex": "#FDBE02",
      "category": "oranges",
      "description": "A vibrant medium orange reminiscent of autumn leaves."
    },
    {
      "name": "Mango Tango",
      "hex": "#FF8243",
      "category": "oranges",
      "description": "Similar to autumn leaves, it's a vibrant light orange."
    },
    {
      "name": "Mantis",
      "hex": "#74C365",
      "category": "greens",
      "description": "Similar to fresh herbs, it's a soft medium green."
    },
    {
      "name": "Mardi Gras",
      "hex": "#880085",
      "category": "purples",
      "description": "A vibrant dark purple reminiscent of royal velvet."
    },
    {
      "name": "Marigold",
      "hex": "#EAA221",
      "category": "oranges",
      "description": "Similar to a glowing sunset, it's a vibrant medium orange."
    },
    {
      "name": "Maroon (Crayola)",
      "hex": "#C32148",
      "category": "reds",
      "description": "Named after brick walls, this red has a vibrant medium look."
    },
    {
      "name": "Maroon (web)",
      "hex": "#800000",
      "category": "reds",
      "description": "A deep, rich red-brown that takes its name from the French word 'marron,' meaning chestnut. This color has been associated with academic institutions and military uniforms throughout history. Maroon's association with tradition, authority, and sophistication has made it popular in educational and corporate branding. The color's dignified, timeless quality makes it ideal for creating serious, professional environments."
    },
    {
      "name": "Maroon (X11)",
      "hex": "#B03060",
      "category": "purples",
      "description": "A soft medium purple reminiscent of royal velvet."
    },
    {
      "name": "Mauve",
      "hex": "#E0B0FF",
      "category": "purples",
      "description": "A soft, dusty purple named after the French word for the mallow flower. This color was accidentally discovered by 18-year-old chemistry student William Henry Perkin in 1856 while trying to synthesize quinine. Mauve became the first synthetic dye and revolutionized the textile industry, making purple accessible to everyone. The color's association with innovation and democratization of fashion has made it historically significant."
    },
    {
      "name": "Mauve taupe",
      "hex": "#915F6D",
      "category": "purples",
      "description": "A sophisticated, muted purple inspired by glacé fruits, which are candied fruits preserved in sugar syrup. This color represents the refined art of food preservation and the elegant traditions of European confectionery. Raspberry glacé's association with luxury desserts and artisanal craftsmanship has made it popular in gourmet and heritage design."
    },
    {
      "name": "Mauvelous",
      "hex": "#EF98AA",
      "category": "reds",
      "description": "Similar to brick walls, it's a vibrant light red."
    },
    {
      "name": "Maximum blue",
      "hex": "#47ABCC",
      "category": "blues",
      "description": "A soft medium blue reminiscent of clear skies."
    },
    {
      "name": "Maximum blue green",
      "hex": "#30BFBF",
      "category": "blues",
      "description": "A soft medium blue reminiscent of clear skies."
    },
    {
      "name": "Maximum blue purple",
      "hex": "#ACACE6",
      "category": "blues",
      "description": "Similar to a twilight horizon, it's a soft light blue."
    },
    {
      "name": "Maximum green",
      "hex": "#5E8C31",
      "category": "greens",
      "description": "A soft medium green reminiscent of fresh herbs."
    },
    {
      "name": "Maximum green yellow",
      "hex": "#D9E650",
      "category": "yellows",
      "description": "Named after sunflower petals, this yellow has a vibrant light look."
    },
    {
      "name": "Maximum purple",
      "hex": "#733380",
      "category": "purples",
      "description": "Named after lavender fields, this purple has a soft medium look."
    },
    {
      "name": "Maximum red",
      "hex": "#D92121",
      "category": "reds",
      "description": "This red evokes a fresh rose with its vibrant medium tone."
    },
    {
      "name": "Maximum red purple",
      "hex": "#A63A79",
      "category": "purples",
      "description": "Named after lavender fields, this purple has a soft medium look."
    },
    {
      "name": "Maximum yellow",
      "hex": "#FAFA37",
      "category": "yellows",
      "description": "Named after morning sunlight, this yellow has a vibrant medium look."
    },
    {
      "name": "Maximum yellow red",
      "hex": "#F2BA49",
      "category": "oranges",
      "description": "Named after autumn leaves, this orange has a vibrant light look."
    },
    {
      "name": "May green",
      "hex": "#4C9141",
      "category": "greens",
      "description": "Named after pine forests, this green has a soft medium look."
    },
    {
      "name": "Maya blue",
      "hex": "#73C2FB",
      "category": "blues",
      "description": "An ancient, brilliantly durable blue pigment created by the Maya civilization around 800 CE. Maya blue is a unique combination of indigo dye and the clay mineral palygorskite, resulting in a color that has survived centuries on murals and pottery. Its secret recipe was lost for centuries and only recently rediscovered by scientists. The pigment's resilience and vibrant hue made it sacred in Maya rituals and art."
    },
    {
      "name": "Medium aquamarine",
      "hex": "#66DDAA",
      "category": "greens",
      "description": "A refreshing blue-green inspired by the aquamarine gemstone, which has been prized for its ocean-like color since ancient times. This color represents the clear, tropical waters of the Caribbean and the tranquility of marine environments. Medium aquamarine's association with water, healing, and communication has made it popular in jewelry and wellness design."
    },
    {
      "name": "Medium blue",
      "hex": "#0000CD",
      "category": "blues",
      "description": "A classic, balanced blue that represents the ideal medium tone between light and dark blues. This color has been a staple in design and fashion for its versatility and reliability. Medium blue's association with trust, stability, and professionalism has made it popular in corporate branding and uniforms. The color's balanced, approachable quality makes it ideal for creating trustworthy, professional environments."
    },
    {
      "name": "Medium candy apple red",
      "hex": "#E2062C",
      "category": "reds",
      "description": "A bright, glossy red inspired by the classic candy apple, a treat that has been popular at fairs and carnivals for over a century. This color represents childhood nostalgia, celebration, and the sweet pleasures of life. Medium candy apple red's association with fun, excitement, and indulgence has made it popular in entertainment and food branding."
    },
    {
      "name": "Medium carmine",
      "hex": "#AF4035",
      "category": "reds",
      "description": "A deep, rich red pigment derived from the cochineal insect, which has been used as a dye for over 2,000 years. This color was highly prized by the Aztecs and was one of the most valuable exports from the New World to Europe. Medium carmine's association with luxury and permanence has made it popular in fine art and high-end textiles throughout history."
    },
    {
      "name": "Medium champagne",
      "hex": "#F3E5AB",
      "category": "yellows",
      "description": "A warm, golden yellow inspired by the color of champagne, the sparkling wine that has been associated with celebration and luxury since the 17th century. This color represents success, achievement, and the finer things in life. Medium champagne's association with celebration and sophistication has made it popular in luxury branding and special occasion design."
    },
    {
      "name": "Medium orchid",
      "hex": "#BA55D3",
      "category": "purples",
      "description": "A vibrant purple-pink inspired by the orchid flower, which has been cultivated for its beauty and rarity for centuries. This color represents exotic beauty, luxury, and refined taste. Medium orchid's association with tropical elegance and sophisticated beauty has made it popular in high-end fashion and interior design."
    },
    {
      "name": "Medium purple",
      "hex": "#9370DB",
      "category": "purples",
      "description": "A balanced purple that represents the ideal medium tone between light and dark purples. This color has been associated with creativity, spirituality, and artistic expression throughout history. Medium purple's association with imagination and innovation has made it popular in creative industries and educational settings."
    },
    {
      "name": "Medium sea green",
      "hex": "#3CB371",
      "category": "greens",
      "description": "A balanced green-blue that captures the color of temperate ocean waters. This color represents the harmony between land and sea, and the natural beauty of coastal environments. Medium sea green's association with environmental conservation and marine life has made it popular in eco-friendly branding and outdoor recreation."
    },
    {
      "name": "Medium slate blue",
      "hex": "#7B68EE",
      "category": "blues",
      "description": "A sophisticated blue-purple that mimics the appearance of weathered slate rock with a subtle blue tint. This color represents durability, stability, and natural beauty. Medium slate blue's association with architectural materials and natural stone has made it popular in interior design and urban planning."
    },
    {
      "name": "Medium spring green",
      "hex": "#00FA9A",
      "category": "greens",
      "description": "A bright, fresh green that captures the vibrant energy of early spring growth. This color represents renewal, new beginnings, and the promise of warmer days ahead. Medium spring green's association with nature's awakening and environmental consciousness has made it popular in seasonal design and eco-friendly branding."
    },
    {
      "name": "Medium turquoise",
      "hex": "#48D1CC",
      "category": "blues",
      "description": "A balanced blue-green that captures the color of tropical waters and coral reefs. This color represents the beauty and tranquility of marine environments and the rich biodiversity of ocean ecosystems. Medium turquoise's association with beach vacations and ocean conservation has made it popular in travel and environmental branding."
    },
    {
      "name": "Medium violet-red",
      "hex": "#C71585",
      "category": "purples",
      "description": "A rich, deep purple-red that represents the perfect balance between violet and red. This color has been associated with passion, creativity, and artistic expression throughout history. Medium violet-red's association with dramatic flair and emotional intensity has made it popular in fashion and entertainment design."
    },
    {
      "name": "Mellow apricot",
      "hex": "#F8B878",
      "category": "oranges",
      "description": "A soft, warm orange inspired by the apricot fruit, which has been cultivated in Central Asia for over 4,000 years. This color represents the gentle sweetness of summer fruits and the warmth of late summer afternoons. Mellow apricot's association with natural sweetness and comfort has made it popular in food packaging and wellness design."
    },
    {
      "name": "Mellow yellow",
      "hex": "#F8DE7E",
      "category": "yellows",
      "description": "A soft, gentle yellow that captures the warm, peaceful quality of late afternoon sunlight. This color represents relaxation, contentment, and the gentle transition from day to evening. Mellow yellow's association with calmness and comfort has made it popular in wellness and hospitality design."
    },
    {
      "name": "Melon",
      "hex": "#FEBAAD",
      "category": "reds",
      "description": "A soft, warm pink-orange inspired by the flesh of ripe melons, which have been cultivated for their sweet, refreshing taste for thousands of years. This color represents summer abundance, natural sweetness, and healthy refreshment. Melon's association with fresh fruit and summer enjoyment has made it popular in food packaging and seasonal design."
    },
    {
      "name": "Metallic gold",
      "hex": "#D3AF37",
      "category": "yellows",
      "description": "A rich, warm yellow that mimics the appearance of precious gold metal. This color has been associated with wealth, power, and divinity throughout human history, from ancient Egyptian pharaohs to modern luxury brands. Metallic gold's association with luxury and success has made it a staple in high-end design, jewelry, and ceremonial objects. The color's ability to catch and reflect light gives it a special luminosity that has fascinated artists and craftsmen for millennia."
    },
    {
      "name": "Metallic Seaweed",
      "hex": "#0A7E8C",
      "category": "blues",
      "description": "Similar to the open sea, it's a vibrant dark blue."
    },
    {
      "name": "Metallic Sunburst",
      "hex": "#9C7C38",
      "category": "oranges",
      "description": "This orange evokes tangerine peel with its soft medium tone."
    },
    {
      "name": "Mexican pink",
      "hex": "#E4007C",
      "category": "purples",
      "description": "A vibrant, electric pink that has become a symbol of Mexican culture and identity. This color represents the bold, passionate spirit of Mexican art, fashion, and architecture. Mexican pink's association with celebration, creativity, and cultural pride has made it popular in Latin American design and international fashion."
    },
    {
      "name": "Middle blue",
      "hex": "#7ED4E6",
      "category": "blues",
      "description": "Named after a twilight horizon, this blue has a vibrant light look."
    },
    {
      "name": "Middle blue green",
      "hex": "#8DD9CC",
      "category": "blues",
      "description": "A soft light blue reminiscent of clear skies."
    },
    {
      "name": "Middle blue purple",
      "hex": "#8B72BE",
      "category": "purples",
      "description": "This purple evokes lavender fields with its soft medium tone."
    },
    {
      "name": "Middle grey",
      "hex": "#8B8680",
      "category": "neutrals",
      "description": "This neutral evokes driftwood with its muted medium tone."
    },
    {
      "name": "Middle green",
      "hex": "#4D8C57",
      "category": "greens",
      "description": "A muted medium green reminiscent of pine forests."
    },
    {
      "name": "Middle green yellow",
      "hex": "#ACBF60",
      "category": "yellows",
      "description": "Named after morning sunlight, this yellow has a soft medium look."
    },
    {
      "name": "Middle purple",
      "hex": "#D982B5",
      "category": "purples",
      "description": "This purple evokes violet blossoms with its soft light tone."
    },
    {
      "name": "Middle red",
      "hex": "#E58E73",
      "category": "reds",
      "description": "Named after ripe cherries, this red has a vibrant light look."
    },
    {
      "name": "Middle red purple",
      "hex": "#A55353",
      "category": "reds",
      "description": "This red evokes ripe cherries with its soft medium tone."
    },
    {
      "name": "Middle yellow",
      "hex": "#FFEB00",
      "category": "yellows",
      "description": "Similar to ripe lemons, it's a vibrant medium yellow."
    },
    {
      "name": "Middle yellow red",
      "hex": "#ECB176",
      "category": "oranges",
      "description": "Similar to tangerine peel, it's a vibrant light orange."
    },
    {
      "name": "Midnight",
      "hex": "#702670",
      "category": "purples",
      "description": "A deep, mysterious purple that captures the color of the night sky at its darkest hour. This color represents the unknown, the mystical, and the hidden depths of the universe. Midnight's association with mystery and introspection has made it popular in spiritual and contemplative design contexts."
    },
    {
      "name": "Midnight blue",
      "hex": "#191970",
      "category": "blues",
      "description": "A deep, rich blue that captures the color of the night sky just before dawn. This color represents the quiet hours of reflection and the promise of a new day. Midnight blue's association with sophistication and depth has made it popular in formal wear and luxury branding."
    },
    {
      "name": "Midnight green (eagle green)",
      "hex": "#004953",
      "category": "blues",
      "description": "This blue evokes deep ocean water with its vibrant dark tone."
    },
    {
      "name": "Mikado yellow",
      "hex": "#FFC40C",
      "category": "yellows",
      "description": "A bright, golden yellow named after the Japanese emperor (Mikado), representing the imperial color of Japan. This color has been associated with power, authority, and divine right in Japanese culture. Mikado yellow's association with Japanese heritage and imperial tradition has made it significant in cultural and ceremonial contexts."
    },
    {
      "name": "Mimi pink",
      "hex": "#FFDAE9",
      "category": "purples",
      "description": "A soft, gentle pink that represents innocence, sweetness, and childlike wonder. This color has been associated with baby girls and young children since the 19th century. Mimi pink's association with tenderness and nurturing has made it popular in children's products and healthcare design."
    },
    {
      "name": "Mindaro",
      "hex": "#E3F988",
      "category": "yellows",
      "description": "A bright, lime-yellow that captures the fresh, zesty quality of young citrus fruits. This color represents vitality, energy, and the invigorating taste of fresh citrus. Mindaro's association with health, freshness, and natural energy has made it popular in food packaging and wellness branding."
    },
    {
      "name": "Ming",
      "hex": "#36747D",
      "category": "blues",
      "description": "A sophisticated blue-gray named after the Ming dynasty (1368-1644), one of China's most prosperous and culturally rich periods. This color represents the refined aesthetics and artistic achievements of Chinese culture. Ming's association with classical Chinese art and architecture has made it popular in traditional and contemporary Asian design."
    },
    {
      "name": "Minion yellow",
      "hex": "#F5E050",
      "category": "yellows",
      "description": "A bright, cheerful yellow inspired by the beloved Minion characters from the Despicable Me film series. This color represents playfulness, loyalty, and childlike joy. Minion yellow's association with fun, friendship, and positive energy has made it popular in children's products and entertainment branding."
    },
    {
      "name": "Mint",
      "hex": "#3EB489",
      "category": "greens",
      "description": "A fresh, cool green inspired by the leaves of the mint plant (Mentha), which has been cultivated for over 3,000 years for its aromatic and medicinal properties. Mint green captures the crisp, invigorating quality of the herb and has been used in interior design and fashion to create a sense of freshness and cleanliness. The color's association with mint's cooling properties makes it popular in healthcare and wellness contexts."
    },
    {
      "name": "Mint cream",
      "hex": "#F5FFFA",
      "category": "neutrals",
      "description": "A soft, cool white with a subtle green tint inspired by the refreshing quality of mint. This color represents cleanliness, freshness, and natural purity. Mint cream's association with cool, soothing sensations has made it popular in healthcare and spa design, where it creates a sense of calm and cleanliness."
    },
    {
      "name": "Mint green",
      "hex": "#98FF98",
      "category": "greens",
      "description": "A bright, fresh green that captures the crisp, invigorating quality of mint leaves. This color represents renewal, vitality, and natural freshness. Mint green's association with cool, clean sensations has made it popular in personal care products and wellness branding."
    },
    {
      "name": "Misty moss",
      "hex": "#BBB477",
      "category": "yellows",
      "description": "A soft, muted yellow-green that captures the gentle color of moss in morning mist. This color represents the quiet beauty of natural landscapes and the peaceful quality of early morning light. Misty moss's association with tranquility and natural harmony has made it popular in outdoor and nature-inspired design."
    },
    {
      "name": "Misty rose",
      "hex": "#FFE4E1",
      "category": "reds",
      "description": "A soft, pale pink that captures the delicate color of rose petals in morning mist. This color represents gentle beauty, romance, and the tender quality of early love. Misty rose's association with sweetness and innocence has made it popular in bridal and romantic design."
    },
    {
      "name": "Moccasin",
      "hex": "#FFE4B5",
      "category": "oranges",
      "description": "A warm, soft beige inspired by traditional Native American moccasin shoes, which were crafted from soft leather and worn for comfort and protection. This color represents craftsmanship, tradition, and the connection to natural materials. Moccasin's association with heritage and comfort has made it popular in footwear and outdoor design."
    },
    {
      "name": "Mode beige",
      "hex": "#967117",
      "category": "oranges",
      "description": "A sophisticated, warm beige that represents the refined elegance of high fashion and couture design. This color has been associated with luxury, sophistication, and timeless style. Mode beige's association with Parisian fashion and haute couture has made it popular in luxury branding and high-end design."
    },
    {
      "name": "Mona Lisa",
      "hex": "#FF948E",
      "category": "reds",
      "description": "A soft, warm coral inspired by the mysterious smile of Leonardo da Vinci's iconic painting. This color represents artistic genius, timeless beauty, and the enigmatic quality of great art. Mona Lisa's association with cultural heritage and artistic excellence has made it popular in museum and gallery design."
    },
    {
      "name": "Morning blue",
      "hex": "#8DA399",
      "category": "greens",
      "description": "A soft, cool blue-gray that captures the gentle light of early morning. This color represents the peaceful transition from night to day and the promise of new beginnings. Morning blue's association with calmness and fresh starts has made it popular in wellness and meditation design."
    },
    {
      "name": "Moss green",
      "hex": "#8A9A5B",
      "category": "greens",
      "description": "A natural, earthy green inspired by the moss that grows on trees and rocks in forest environments. This color represents the quiet beauty of natural landscapes and the slow, steady growth of nature. Moss green's association with organic living and environmental harmony has made it popular in sustainable design and outdoor branding."
    },
    {
      "name": "Mountain Meadow",
      "hex": "#30BA8F",
      "category": "greens",
      "description": "A fresh, vibrant green that captures the lush color of alpine meadows in summer. This color represents the natural beauty of mountain landscapes and the rich biodiversity of high-altitude ecosystems. Mountain Meadow's association with outdoor adventure and environmental conservation has made it popular in outdoor recreation and eco-friendly branding."
    },
    {
      "name": "Mountbatten pink",
      "hex": "#997A8D",
      "category": "purples",
      "description": "A muted, dusty pink named after Lord Mountbatten, who used this color for his naval ships during World War II as a form of camouflage. This color represents strategic thinking, military innovation, and the practical application of color theory in warfare. Mountbatten pink's association with naval history and camouflage has made it significant in military and maritime contexts."
    },
    {
      "name": "MSU green",
      "hex": "#18453B",
      "category": "blues",
      "description": "Similar to clear skies, it's a soft dark blue."
    },
    {
      "name": "Mulberry",
      "hex": "#C54B8C",
      "category": "purples",
      "description": "A deep, rich purple-red inspired by the mulberry fruit, which has been cultivated for its sweet taste and silk production for thousands of years. This color represents abundance, natural sweetness, and the connection between agriculture and textile production. Mulberry's association with traditional crafts and natural dyes has made it popular in artisanal and sustainable design."
    },
    {
      "name": "Mulberry (Crayola)",
      "hex": "#C8509B",
      "category": "purples",
      "description": "Named after lavender fields, this purple has a soft medium look."
    },
    {
      "name": "Mustard",
      "hex": "#FFDB58",
      "category": "yellows",
      "description": "A warm, golden yellow inspired by the mustard seed, which has been used as a spice and condiment for over 5,000 years. This color represents flavor, warmth, and the rich traditions of culinary arts. Mustard's association with comfort food and traditional cooking has made it popular in food packaging and restaurant branding."
    },
    {
      "name": "Myrtle green",
      "hex": "#317873",
      "category": "blues",
      "description": "A deep, rich green inspired by the myrtle plant, which has been associated with love, marriage, and victory since ancient times. This color represents tradition, fidelity, and the enduring bonds of relationships. Myrtle green's association with classical mythology and romantic symbolism has made it popular in wedding and ceremonial design."
    },
    {
      "name": "Mystic",
      "hex": "#D65282",
      "category": "purples",
      "description": "A deep, mysterious pink-purple that represents the unknown, the mystical, and the hidden realms of consciousness. This color has been associated with spiritual practices, meditation, and the exploration of inner wisdom. Mystic's association with esoteric knowledge and spiritual awakening has made it popular in wellness and metaphysical design."
    },
    {
      "name": "Mystic maroon",
      "hex": "#AD4379",
      "category": "purples",
      "description": "Named after violet blossoms, this purple has a soft medium look."
    },
    {
      "name": "Nadeshiko pink",
      "hex": "#F6ADC6",
      "category": "purples",
      "description": "A soft, gentle pink named after the Nadeshiko (Dianthus superbus), the national flower of Japan. This color represents traditional Japanese femininity, grace, and the beauty of natural simplicity. Nadeshiko pink's association with Japanese culture and traditional values has made it popular in Asian design and cultural branding."
    },
    {
      "name": "Naples yellow",
      "hex": "#FADA5E",
      "category": "yellows",
      "description": "A warm, golden yellow pigment that was originally made from lead antimonate and used extensively in Renaissance painting. This color was prized by artists for its warm undertones and excellent covering power. Naples yellow's association with classical art and traditional painting techniques has made it significant in fine art and historical restoration."
    },
    {
      "name": "Navajo white",
      "hex": "#FFDEAD",
      "category": "oranges",
      "description": "A warm, off-white color inspired by the traditional white clay used by the Navajo people in their pottery and ceremonial practices. This color represents craftsmanship, tradition, and the connection to natural materials. Navajo white's association with Native American traditions and sustainable living has made it popular in artisanal and cultural design."
    },
    {
      "name": "Neon blue",
      "hex": "#4666FF",
      "category": "blues",
      "description": "A bright, electric blue that mimics the glow of neon gas when electrified. This color represents modern technology, urban nightlife, and the energy of city environments. Neon blue's association with contemporary culture and digital innovation has made it popular in entertainment and technology branding."
    },
    {
      "name": "Neon green",
      "hex": "#39FF14",
      "category": "greens",
      "description": "A bright, electric green that mimics the glow of neon gas when electrified. This color represents high energy, attention-grabbing intensity, and modern urban aesthetics. Neon green's association with nightlife, technology, and high-impact design has made it popular in entertainment and advertising."
    },
    {
      "name": "Neon fuchsia",
      "hex": "#FE4164",
      "category": "reds",
      "description": "A vibrant light red reminiscent of brick walls."
    },
    {
      "name": "New Car",
      "hex": "#214FC6",
      "category": "blues",
      "description": "A bright, metallic blue that captures the pristine appearance of a brand new automobile. This color represents luxury, success, and the excitement of new beginnings. New Car's association with automotive excellence and achievement has made it popular in automotive branding and luxury design."
    },
    {
      "name": "New York pink",
      "hex": "#D7837F",
      "category": "reds",
      "description": "A sophisticated, urban pink that captures the energy and diversity of New York City. This color represents cosmopolitan style, cultural vibrancy, and the dynamic spirit of urban life. New York pink's association with fashion, art, and metropolitan culture has made it popular in contemporary design and urban branding."
    },
    {
      "name": "Nickel",
      "hex": "#727472",
      "category": "neutrals",
      "description": "A cool, metallic gray that mimics the appearance of nickel metal, which has been used in coins, jewelry, and industrial applications for centuries. This color represents durability, reliability, and industrial strength. Nickel's association with precision engineering and quality craftsmanship has made it popular in automotive and industrial design."
    },
    {
      "name": "Non-photo blue",
      "hex": "#A4DDED",
      "category": "blues",
      "description": "A light blue specifically designed to be invisible to photographic film and photocopiers. This color was used extensively in graphic design and technical drawing for creating guidelines and notes that wouldn't appear in final reproductions. Non-photo blue's association with precision and technical accuracy has made it significant in professional design and engineering applications."
    },
    {
      "name": "Nyanza",
      "hex": "#E9FFDB",
      "category": "greens",
      "description": "A soft, pale green named after Lake Nyanza (Lake Victoria), the largest lake in Africa. This color represents the gentle, life-giving quality of fresh water and the natural beauty of African landscapes. Nyanza's association with natural resources and environmental conservation has made it popular in eco-friendly and sustainable design."
    },
    {
      "name": "Ocher (Ochre)",
      "hex": "#CC7722",
      "category": "oranges",
      "description": "A natural earth pigment composed of iron oxide and clay, one of the oldest pigments used by humans. Evidence of ochre use dates back over 100,000 years, with prehistoric cave paintings in France and Australia featuring this warm, earthy color. The pigment's name comes from the Greek 'ochros,' meaning pale yellow. Ochre was used for body painting, cave art, and early textiles, and remains a staple in traditional painting techniques today."
    },
    {
      "name": "Old burgundy",
      "hex": "#43302E",
      "category": "reds",
      "description": "A deep, aged red-brown that captures the rich color of well-aged wine from the Burgundy region of France. This color represents tradition, sophistication, and the art of fine winemaking. Old burgundy's association with luxury, heritage, and refined taste has made it popular in high-end design and wine industry branding."
    },
    {
      "name": "Old gold",
      "hex": "#CFB53B",
      "category": "yellows",
      "description": "A warm, muted yellow that mimics the appearance of aged gold metal, which has been treasured for its beauty and value throughout human history. This color represents heritage, wisdom, and the passage of time. Old gold's association with tradition and enduring value has made it popular in heritage branding and classical design."
    },
    {
      "name": "Old lace",
      "hex": "#FDF5E6",
      "category": "neutrals",
      "description": "A soft, warm off-white inspired by antique lace, which has been crafted by hand for centuries as a symbol of elegance and refinement. This color represents traditional craftsmanship, delicate beauty, and the timeless appeal of handmade textiles. Old lace's association with vintage charm and romantic aesthetics has made it popular in bridal and heritage design."
    },
    {
      "name": "Old lavender",
      "hex": "#796878",
      "category": "purples",
      "description": "A muted, dusty purple that captures the faded beauty of dried lavender flowers. This color represents nostalgia, gentle wisdom, and the passage of time. Old lavender's association with vintage charm and peaceful memories has made it popular in heritage design and romantic aesthetics."
    },
    {
      "name": "Old mauve",
      "hex": "#673147",
      "category": "purples",
      "description": "A deep, aged purple that represents the faded elegance of the original mauve dye discovered by William Henry Perkin in 1856. This color represents the historical significance of synthetic dyes and the evolution of fashion technology. Old mauve's association with Victorian innovation and textile history has made it significant in heritage and museum contexts."
    },
    {
      "name": "Old rose",
      "hex": "#C08081",
      "category": "reds",
      "description": "A soft, muted pink that captures the faded beauty of vintage rose petals. This color represents romantic nostalgia, gentle memories, and the enduring appeal of classic beauty. Old rose's association with vintage charm and timeless romance has made it popular in heritage design and romantic aesthetics."
    },
    {
      "name": "Old silver",
      "hex": "#848482",
      "category": "neutrals",
      "description": "A muted, tarnished gray that mimics the appearance of aged silver metal. This color represents the passage of time, heritage, and the beauty of well-worn objects. Old silver's association with antique elegance and traditional craftsmanship has made it popular in heritage design and vintage aesthetics."
    },
    {
      "name": "Olive",
      "hex": "#808000",
      "category": "yellows",
      "description": "A deep, earthy yellow-green inspired by the olive fruit, which has been cultivated in the Mediterranean for over 6,000 years. This color represents peace, wisdom, and the connection between nature and human culture. Olive's association with Mediterranean heritage and sustainable living has made it popular in organic and heritage design."
    },
    {
      "name": "Olive Drab (#3)",
      "hex": "#6B8E23",
      "category": "greens",
      "description": "A military green that was standardized for U.S. Army uniforms and equipment during World War II. This color represents discipline, service, and the practical application of camouflage in military contexts. Olive Drab's association with military heritage and outdoor utility has made it popular in tactical gear and outdoor equipment."
    },
    {
      "name": "Olive Drab #7",
      "hex": "#3C341F",
      "category": "oranges",
      "description": "Named after olive groves, this orange has a soft dark look."
    },
    {
      "name": "Olive green",
      "hex": "#B5B35C",
      "category": "yellows",
      "description": "This yellow evokes olive groves with its soft medium tone."
    },
    {
      "name": "Olivine",
      "hex": "#9AB973",
      "category": "greens",
      "description": "A fresh, natural green inspired by the olivine mineral, which is found in igneous rocks and has been used in jewelry for centuries. This color represents the beauty of natural minerals and the connection between geology and human culture. Olivine's association with natural beauty and scientific discovery has made it popular in jewelry and educational design."
    },
    {
      "name": "Onyx",
      "hex": "#353839",
      "category": "neutrals",
      "description": "A deep, rich black inspired by the onyx gemstone, which has been prized for its beauty and protective properties since ancient times. This color represents strength, protection, and the mysterious depths of the earth. Onyx's association with luxury and spiritual protection has made it popular in jewelry and high-end design."
    },
    {
      "name": "Opal",
      "hex": "#A8C3BC",
      "category": "greens",
      "description": "A soft, iridescent blue-green inspired by the opal gemstone, which has been treasured for its play of colors and mystical properties since ancient times. This color represents creativity, inspiration, and the ever-changing beauty of natural phenomena. Opal's association with artistic expression and spiritual insight has made it popular in jewelry and creative design."
    },
    {
      "name": "Opera mauve",
      "hex": "#B784A7",
      "category": "purples",
      "description": "A sophisticated purple-pink that captures the elegant atmosphere of opera houses and classical performances. This color represents cultural refinement, artistic excellence, and the glamour of high society entertainment. Opera mauve's association with classical arts and luxury has made it popular in theatrical and cultural design."
    },
    {
      "name": "Orange",
      "hex": "#FF7F00",
      "category": "oranges",
      "description": "A vibrant, energetic orange that represents enthusiasm, creativity, and adventure. This color has been associated with warmth, vitality, and positive energy throughout human history. Orange's association with joy and social interaction has made it popular in food service, sports, and entertainment industries."
    },
    {
      "name": "Orange (Crayola)",
      "hex": "#FF7538",
      "category": "oranges",
      "description": "This orange evokes a glowing sunset with its vibrant light tone."
    },
    {
      "name": "Orange (Pantone)",
      "hex": "#FF5800",
      "category": "oranges",
      "description": "Named after autumn leaves, this orange has a vibrant medium look."
    },
    {
      "name": "Orange (web)",
      "hex": "#FFA500",
      "category": "oranges",
      "description": "Similar to tangerine peel, it's a vibrant medium orange."
    },
    {
      "name": "Orange peel",
      "hex": "#FF9F00",
      "category": "oranges",
      "description": "Similar to a glowing sunset, it's a vibrant medium orange."
    },
    {
      "name": "Orange-red",
      "hex": "#FF681F",
      "category": "oranges",
      "description": "A vibrant medium orange reminiscent of tangerine peel."
    },
    {
      "name": "Orange-red (Crayola)",
      "hex": "#FF5349",
      "category": "reds",
      "description": "Similar to a fresh rose, it's a vibrant light red."
    },
    {
      "name": "Orange soda",
      "hex": "#FA5B3D",
      "category": "reds",
      "description": "This red evokes brick walls with its vibrant light tone."
    },
    {
      "name": "Orange-yellow",
      "hex": "#F5BD1F",
      "category": "oranges",
      "description": "Named after autumn leaves, this orange has a vibrant medium look."
    },
    {
      "name": "Orange-yellow (Crayola)",
      "hex": "#F8D568",
      "category": "yellows",
      "description": "Similar to ripe lemons, it's a vibrant light yellow."
    },
    {
      "name": "Orchid",
      "hex": "#DA70D6",
      "category": "purples",
      "description": "A delicate, exotic purple inspired by the orchid flower, which has been cultivated for its beauty and rarity for thousands of years. This color represents luxury, refinement, and the pursuit of rare beauty. Orchid's association with exotic elegance and sophisticated taste has made it popular in luxury branding and floral design."
    },
    {
      "name": "Orchid pink",
      "hex": "#F2BDCD",
      "category": "purples",
      "description": "Similar to lavender fields, it's a vibrant light purple."
    },
    {
      "name": "Orchid (Crayola)",
      "hex": "#E29CD2",
      "category": "purples",
      "description": "Similar to royal velvet, it's a soft light purple."
    },
    {
      "name": "Outer space (Crayola)",
      "hex": "#2D383A",
      "category": "blues",
      "description": "A deep, mysterious gray that captures the infinite darkness of outer space. This color represents the unknown, exploration, and the vastness of the universe. Outer space's association with scientific discovery and cosmic wonder has made it popular in educational and space-themed design."
    },
    {
      "name": "Outrageous Orange",
      "hex": "#FF6E4A",
      "category": "reds",
      "description": "A vibrant light red reminiscent of a fresh rose."
    },
    {
      "name": "Oxblood",
      "hex": "#4A0000",
      "category": "reds",
      "description": "A deep, rich red-brown inspired by the color of ox blood, which was used in traditional leather tanning and dyeing processes. This color represents strength, tradition, and the connection between human craft and natural materials. Oxblood's association with heritage craftsmanship and luxury leather goods has made it popular in high-end fashion and traditional design."
    },
    {
      "name": "Oxford blue",
      "hex": "#002147",
      "category": "blues",
      "description": "A deep, prestigious blue named after the University of Oxford, one of the world's oldest and most respected academic institutions. This color represents intellectual excellence, tradition, and the pursuit of knowledge. Oxford blue's association with academic achievement and institutional heritage has made it popular in educational and professional branding."
    },
    {
      "name": "OU Crimson red",
      "hex": "#841617",
      "category": "reds",
      "description": "Similar to brick walls, it's a vibrant medium red."
    },
    {
      "name": "Pacific blue",
      "hex": "#1CA9C9",
      "category": "blues",
      "description": "A bright, tropical blue that captures the clear, warm waters of the Pacific Ocean. This color represents adventure, exploration, and the vast beauty of marine environments. Pacific blue's association with coastal living and ocean conservation has made it popular in marine and environmental branding."
    },
    {
      "name": "Pakistan green",
      "hex": "#006600",
      "category": "greens",
      "description": "A deep, rich green that represents the national identity of Pakistan and its agricultural heritage. This color symbolizes prosperity, growth, and the natural beauty of the Pakistani landscape. Pakistan green's association with national pride and cultural heritage has made it significant in Pakistani design and cultural branding."
    },
    {
      "name": "Palatinate purple",
      "hex": "#682860",
      "category": "purples",
      "description": "A deep, regal purple named after the Palatinate region of Germany, which was historically associated with nobility and power. This color represents aristocratic heritage, authority, and the traditions of European royalty. Palatinate purple's association with historical prestige and cultural heritage has made it significant in heraldic and traditional design."
    },
    {
      "name": "Pale aqua",
      "hex": "#BED3E5",
      "category": "blues",
      "description": "A soft, gentle blue that captures the delicate color of shallow tropical waters. This color represents tranquility, clarity, and the peaceful quality of natural water environments. Pale aqua's association with calmness and natural beauty has made it popular in spa and wellness design."
    },
    {
      "name": "Pale cerulean",
      "hex": "#9BC4E2",
      "category": "blues",
      "description": "Named after a twilight horizon, this blue has a soft light look."
    },
    {
      "name": "Pale Dogwood",
      "hex": "#ED7A9B",
      "category": "purples",
      "description": "A soft, romantic pink inspired by the delicate blossoms of the dogwood tree, which has been celebrated in American folklore and poetry. This color represents spring renewal, gentle beauty, and the tender quality of new beginnings. Pale Dogwood's association with natural elegance and seasonal beauty has made it popular in bridal and garden design."
    },
    {
      "name": "Pale pink",
      "hex": "#FADADD",
      "category": "reds",
      "description": "Similar to brick walls, it's a vibrant light red."
    },
    {
      "name": "Pale purple (Pantone)",
      "hex": "#FAE6FA",
      "category": "neutrals",
      "description": "This neutral evokes weathered stone with its vibrant light tone."
    },
    {
      "name": "Pale spring bud",
      "hex": "#ECEBBD",
      "category": "yellows",
      "description": "Similar to morning sunlight, it's a soft light yellow."
    },
    {
      "name": "Pansy purple",
      "hex": "#78184A",
      "category": "purples",
      "description": "A deep, rich purple inspired by the pansy flower, which has been cultivated for its beauty and symbolism since ancient times. This color represents thoughtfulness, remembrance, and the deep emotions associated with love and memory. Pansy purple's association with romantic sentiment and garden beauty has made it popular in floral and romantic design."
    },
    {
      "name": "Paolo Veronese green",
      "hex": "#009B7D",
      "category": "blues",
      "description": "A rich, vibrant green named after the Italian Renaissance painter Paolo Veronese, who was known for his masterful use of color and dramatic compositions. This color represents artistic excellence, classical beauty, and the enduring legacy of Renaissance art. Paolo Veronese green's association with fine art and cultural heritage has made it significant in artistic and museum contexts."
    },
    {
      "name": "Papaya whip",
      "hex": "#FFEFD5",
      "category": "oranges",
      "description": "A soft, warm cream inspired by the tropical papaya fruit, which has been cultivated for its sweet taste and nutritional value for thousands of years. This color represents tropical abundance, natural sweetness, and the vibrant culture of tropical regions. Papaya whip's association with tropical living and natural wellness has made it popular in resort and wellness design."
    },
    {
      "name": "Paradise pink",
      "hex": "#E63E62",
      "category": "reds",
      "description": "A vibrant, tropical pink that captures the exotic beauty of paradise flowers and tropical sunsets. This color represents exotic beauty, tropical romance, and the allure of distant, beautiful places. Paradise pink's association with tropical luxury and romantic escape has made it popular in resort and vacation branding."
    },
    {
      "name": "Parchment",
      "hex": "#F1E9D2",
      "category": "oranges",
      "description": "A warm, aged cream inspired by traditional parchment paper, which was made from animal skins and used for important documents and manuscripts for centuries. This color represents knowledge, tradition, and the preservation of human wisdom. Parchment's association with classical learning and historical documentation has made it popular in heritage and educational design."
    },
    {
      "name": "Paris Green",
      "hex": "#50C878",
      "category": "greens",
      "description": "A bright, vibrant green that was originally a toxic pigment made from copper arsenite, used extensively in the 19th century for wallpaper and paint. This color represents the intersection of beauty and danger, and the evolution of safer pigments in art and design. Paris Green's association with historical innovation and artistic risk has made it significant in art history and museum contexts."
    },
    {
      "name": "Pastel pink",
      "hex": "#DEA5A4",
      "category": "reds",
      "description": "Similar to ripe cherries, it's a soft light red."
    },
    {
      "name": "Patriarch",
      "hex": "#800080",
      "category": "purples",
      "description": "A deep, authoritative purple that represents patriarchal leadership and traditional authority structures. This color symbolizes wisdom, experience, and the weight of historical responsibility. Patriarch's association with institutional power and traditional values has made it significant in formal and ceremonial contexts."
    },
    {
      "name": "Paua",
      "hex": "#1F005E",
      "category": "purples",
      "description": "A deep, iridescent purple inspired by the paua shell, a type of abalone native to New Zealand that has been used in traditional Maori jewelry and art for centuries. This color represents the connection between ocean and land, and the cultural heritage of indigenous peoples. Paua's association with natural beauty and cultural tradition has made it popular in artisanal and cultural design."
    },
    {
      "name": "Payne's grey",
      "hex": "#536878",
      "category": "blues",
      "description": "A sophisticated, muted blue-gray named after William Payne, an 18th-century English watercolorist who popularized this color in his landscape paintings. This color represents artistic technique, atmospheric perspective, and the subtle beauty of natural light. Payne's grey's association with classical painting and artistic tradition has made it significant in fine art and educational contexts."
    },
    {
      "name": "Peach",
      "hex": "#FFE5B4",
      "category": "oranges",
      "description": "Similar to fresh peaches, it's a vibrant light orange."
    },
    {
      "name": "Peach (Crayola)",
      "hex": "#FFCBA4",
      "category": "oranges",
      "description": "This orange evokes fresh peaches with its vibrant light tone."
    },
    {
      "name": "Peach puff",
      "hex": "#FFDAB9",
      "category": "oranges",
      "description": "Similar to fresh peaches, it's a vibrant light orange."
    },
    {
      "name": "Pear",
      "hex": "#D1E231",
      "category": "yellows",
      "description": "A fresh, crisp yellow-green inspired by the pear fruit, which has been cultivated for its sweet taste and nutritional value for thousands of years. This color represents natural sweetness, health, and the abundance of orchards. Pear's association with natural food and healthy living has made it popular in organic and wellness branding."
    },
    {
      "name": "Pearly purple",
      "hex": "#B768A2",
      "category": "purples",
      "description": "A soft, iridescent purple that captures the delicate shimmer of pearl-like surfaces. This color represents elegance, refinement, and the subtle beauty of natural iridescence. Pearly purple's association with luxury and sophisticated beauty has made it popular in high-end fashion and cosmetic design."
    },
    {
      "name": "Periwinkle",
      "hex": "#CCCCFF",
      "category": "blues",
      "description": "A soft, gentle blue inspired by the periwinkle flower, which has been used in traditional medicine and folklore for centuries. This color represents healing, tranquility, and the gentle beauty of spring wildflowers. Periwinkle's association with natural healing and peaceful growth has made it popular in wellness and garden design."
    },
    {
      "name": "Periwinkle (Crayola)",
      "hex": "#C3CDE6",
      "category": "blues",
      "description": "This blue evokes clear skies with its soft light tone."
    },
    {
      "name": "Permanent Geranium Lake",
      "hex": "#E12C2C",
      "category": "reds",
      "description": "Named after ripe cherries, this red has a vibrant medium look."
    },
    {
      "name": "Persian blue",
      "hex": "#1C39BB",
      "category": "blues",
      "description": "A deep, rich blue inspired by the traditional ceramics and textiles of Persia (modern-day Iran), which have been celebrated for their beauty and craftsmanship for thousands of years. This color represents cultural heritage, artistic excellence, and the rich traditions of Middle Eastern art. Persian blue's association with classical beauty and cultural sophistication has made it popular in heritage and luxury design."
    },
    {
      "name": "Persian green",
      "hex": "#00A693",
      "category": "blues",
      "description": "A vibrant, turquoise green inspired by the traditional ceramics and architecture of Persia, where this color has been used in decorative arts for centuries. This color represents the fusion of natural beauty and human artistry, and the rich cultural traditions of the Middle East. Persian green's association with classical elegance and cultural heritage has made it popular in heritage and luxury design."
    },
    {
      "name": "Persian indigo",
      "hex": "#32127A",
      "category": "purples",
      "description": "A deep, rich indigo inspired by the traditional indigo dyeing techniques of Persia, which have been perfected over centuries of textile production. This color represents the deep wisdom of traditional crafts and the enduring beauty of natural dyes. Persian indigo's association with classical textile arts and cultural heritage has made it significant in heritage and artisanal design."
    },
    {
      "name": "Persian orange",
      "hex": "#D99058",
      "category": "oranges",
      "description": "A warm, rich orange inspired by the traditional ceramics and textiles of Persia, where this color has been used in decorative arts for centuries. This color represents the warmth of Middle Eastern hospitality and the rich traditions of Persian craftsmanship. Persian orange's association with cultural heritage and artisanal excellence has made it popular in heritage and luxury design."
    },
    {
      "name": "Persian pink",
      "hex": "#F77FBE",
      "category": "purples",
      "description": "A soft, romantic pink inspired by the traditional gardens and textiles of Persia, where this color has been used in decorative arts for centuries. This color represents the gentle beauty of Persian gardens and the romantic traditions of Middle Eastern culture. Persian pink's association with classical romance and cultural elegance has made it popular in heritage and luxury design."
    },
    {
      "name": "Persian plum",
      "hex": "#701C1C",
      "category": "reds",
      "description": "A deep, rich red-brown inspired by the traditional ceramics and textiles of Persia, where this color has been used in decorative arts for centuries. This color represents the depth of Persian cultural heritage and the rich traditions of Middle Eastern craftsmanship. Persian plum's association with classical elegance and cultural sophistication has made it popular in heritage and luxury design."
    },
    {
      "name": "Persian red",
      "hex": "#CC3333",
      "category": "reds",
      "description": "A vibrant, rich red inspired by the traditional ceramics and textiles of Persia, where this color has been used in decorative arts for centuries. This color represents the passion and vitality of Persian culture and the rich traditions of Middle Eastern craftsmanship. Persian red's association with cultural heritage and artistic excellence has made it popular in heritage and luxury design."
    },
    {
      "name": "Persian rose",
      "hex": "#FE28A2",
      "category": "purples",
      "description": "A vibrant, romantic pink inspired by the traditional gardens and textiles of Persia, where this color has been used in decorative arts for centuries. This color represents the beauty of Persian gardens and the romantic traditions of Middle Eastern culture. Persian rose's association with classical romance and cultural elegance has made it popular in heritage and luxury design."
    },
    {
      "name": "Persimmon",
      "hex": "#EC5800",
      "category": "oranges",
      "description": "A rich, warm orange inspired by the persimmon fruit, which has been cultivated in Asia for thousands of years and is celebrated for its sweet taste and cultural significance. This color represents autumn abundance, natural sweetness, and the rich traditions of Asian agriculture. Persimmon's association with seasonal beauty and cultural heritage has made it popular in Asian design and seasonal branding."
    },
    {
      "name": "Petunia",
      "hex": "#470659",
      "category": "purples",
      "description": "A deep, rich purple inspired by the petunia flower, which has been cultivated for its beauty and variety of colors since the 19th century. This color represents the diversity of natural beauty and the joy of garden cultivation. Petunia's association with horticultural beauty and natural variety has made it popular in garden and floral design."
    },
    {
      "name": "Pewter Blue",
      "hex": "#8BA8B7",
      "category": "blues",
      "description": "A soft, muted blue-gray inspired by pewter metal, which has been used in traditional crafts and household items for centuries. This color represents traditional craftsmanship, durability, and the practical beauty of everyday objects. Pewter Blue's association with heritage crafts and timeless design has made it popular in traditional and heritage design."
    },
    {
      "name": "Phlox",
      "hex": "#DF00FF",
      "category": "purples",
      "description": "A bright, vibrant purple inspired by the phlox flower, which has been cultivated for its beauty and fragrance since the 18th century. This color represents the joy of summer gardens and the vibrant energy of natural beauty. Phlox's association with horticultural beauty and seasonal joy has made it popular in garden and floral design."
    },
    {
      "name": "Phthalo blue",
      "hex": "#000F89",
      "category": "blues",
      "description": "A powerful, highly saturated blue pigment first synthesized in 1928. Phthalo blue (copper phthalocyanine) quickly became a staple for artists due to its intense color strength, lightfastness, and versatility. Its discovery revolutionized modern painting, offering a non-toxic, affordable alternative to Prussian blue and cobalt blue. The pigment's vibrant hue is prized in both fine art and industrial applications, from automotive paints to printing inks."
    },
    {
      "name": "Phthalo green",
      "hex": "#123524",
      "category": "greens",
      "description": "A deep, intense green pigment first synthesized in 1938, known for its exceptional color strength and lightfastness. This synthetic pigment revolutionized green colors in art, offering artists a powerful, non-toxic alternative to traditional green pigments. Phthalo green's association with modern artistic innovation and technical excellence has made it significant in contemporary art and industrial applications."
    },
    {
      "name": "Picotee blue",
      "hex": "#2E2787",
      "category": "blues",
      "description": "A deep, rich blue inspired by the picotee pattern in flowers, where petals have a distinct border of color. This color represents the precision of natural patterns and the delicate beauty of floral design. Picotee blue's association with horticultural precision and natural elegance has made it popular in garden and floral design."
    },
    {
      "name": "Pictorial carmine",
      "hex": "#C30B4E",
      "category": "reds",
      "description": "A deep, rich red pigment made from the cochineal insect (Dactylopius coccus), which lives on prickly pear cacti in Central and South America. This dye was highly prized by the Aztecs and was one of the most valuable exports from the New World to Europe. It takes approximately 7,000 insects to produce one pound of carmine dye. The pigment's intensity and permanence made it popular for royal garments and religious vestments, though modern versions often use synthetic alternatives."
    },
    {
      "name": "Piggy pink",
      "hex": "#FDDDE6",
      "category": "purples",
      "description": "A soft, playful pink inspired by the gentle color of piglets and young farm animals. This color represents innocence, playfulness, and the simple joys of rural life. Piggy pink's association with childhood memories and natural simplicity has made it popular in children's design and pastoral aesthetics."
    },
    {
      "name": "Pine green",
      "hex": "#01796F",
      "category": "blues",
      "description": "A deep, rich green inspired by the needles of pine trees, which have been valued for their beauty and practical uses for thousands of years. This color represents the enduring strength of evergreen forests and the natural beauty of coniferous landscapes. Pine green's association with forest conservation and outdoor recreation has made it popular in environmental and outdoor branding."
    },
    {
      "name": "Pink",
      "hex": "#FFC0CB",
      "category": "reds",
      "description": "A soft, gentle color that has been associated with femininity, romance, and tenderness throughout human history. This color represents love, compassion, and the gentle qualities of human nature. Pink's association with nurturing and emotional warmth has made it popular in healthcare, beauty, and romantic design."
    },
    {
      "name": "Pink (Pantone)",
      "hex": "#D74894",
      "category": "purples",
      "description": "A vibrant medium purple reminiscent of violet blossoms."
    },
    {
      "name": "Pink lace",
      "hex": "#FFDDF4",
      "category": "purples",
      "description": "This purple evokes violet blossoms with its vibrant light tone."
    },
    {
      "name": "Pink lavender",
      "hex": "#D8B2D1",
      "category": "purples",
      "description": "Named after lavender blossoms, this purple has a soft light look."
    },
    {
      "name": "Pink Sherbet",
      "hex": "#F78FA7",
      "category": "reds",
      "description": "A sweet, creamy pink inspired by the frozen dessert sherbet, which has been enjoyed for its refreshing taste and vibrant colors since the 19th century. This color represents summer sweetness, childhood memories, and the joy of simple pleasures. Pink Sherbet's association with nostalgic treats and carefree moments has made it popular in dessert and retro design."
    },
    {
      "name": "Pistachio",
      "hex": "#93C572",
      "category": "greens",
      "description": "A fresh, natural green inspired by the pistachio nut, which has been cultivated in the Middle East for over 3,000 years. This color represents natural abundance, healthy living, and the rich traditions of Mediterranean agriculture. Pistachio's association with natural food and wellness has made it popular in organic and health-conscious branding."
    },
    {
      "name": "Platinum",
      "hex": "#E5E4E2",
      "category": "neutrals",
      "description": "A cool, metallic gray inspired by the platinum metal, which has been prized for its beauty, rarity, and resistance to tarnishing since ancient times. This color represents luxury, sophistication, and enduring quality. Platinum's association with high-end jewelry and premium products has made it popular in luxury branding and automotive design."
    },
    {
      "name": "Plum",
      "hex": "#8E4585",
      "category": "purples",
      "description": "A deep, rich purple inspired by the plum fruit, which has been cultivated for its sweet taste and nutritional value for thousands of years. This color represents abundance, wisdom, and the natural sweetness of autumn harvests. Plum's association with seasonal beauty and natural abundance has made it popular in food and seasonal design."
    },
    {
      "name": "Plum (web)",
      "hex": "#DDA0DD",
      "category": "purples",
      "description": "Named after royal velvet, this purple has a soft light look."
    },
    {
      "name": "Plump Purple",
      "hex": "#5946B2",
      "category": "blues",
      "description": "A rich, vibrant purple that captures the fullness and vitality of ripe fruit. This color represents abundance, satisfaction, and the natural beauty of harvest time. Plump Purple's association with natural richness and seasonal abundance has made it popular in food and agricultural branding."
    },
    {
      "name": "Polished Pine",
      "hex": "#5DA493",
      "category": "blues",
      "description": "A refined, sophisticated green inspired by polished pine wood, which has been valued for its beauty and workability in furniture making for centuries. This color represents craftsmanship, natural elegance, and the enduring appeal of wooden furniture. Polished Pine's association with traditional woodworking and home design has made it popular in furniture and interior design."
    },
    {
      "name": "Pomp and Power",
      "hex": "#86608E",
      "category": "purples",
      "description": "A dignified, authoritative purple that represents ceremonial grandeur and institutional authority. This color symbolizes the weight of tradition, the dignity of official proceedings, and the solemnity of important occasions. Pomp and Power's association with formal ceremonies and institutional prestige has made it significant in governmental and ceremonial contexts."
    },
    {
      "name": "Popstar",
      "hex": "#BE4F62",
      "category": "reds",
      "description": "A vibrant, energetic pink-red that captures the glamour and excitement of celebrity culture and entertainment. This color represents fame, charisma, and the magnetic appeal of popular culture. Popstar's association with show business and celebrity lifestyle has made it popular in entertainment and fashion branding."
    },
    {
      "name": "Portland Orange",
      "hex": "#FF5A36",
      "category": "reds",
      "description": "A bright, energetic orange named after the city of Portland, Oregon, known for its vibrant arts scene and progressive culture. This color represents urban creativity, community spirit, and the dynamic energy of modern city life. Portland Orange's association with artistic innovation and civic pride has made it popular in urban and cultural branding."
    },
    {
      "name": "Powder blue",
      "hex": "#B0E0E6",
      "category": "blues",
      "description": "A soft, gentle blue inspired by the delicate color of powdered cosmetics and traditional face powders. This color represents refinement, gentleness, and the subtle beauty of traditional grooming practices. Powder blue's association with classic beauty and timeless elegance has made it popular in cosmetic and heritage design."
    },
    {
      "name": "Prairie gold",
      "hex": "#E1CA7A",
      "category": "yellows",
      "description": "A warm, golden yellow inspired by the vast grasslands of the American prairie, where golden wheat and grasses stretch to the horizon. This color represents agricultural abundance, the American heartland, and the natural beauty of open landscapes. Prairie gold's association with rural heritage and agricultural tradition has made it popular in heritage and agricultural branding."
    },
    {
      "name": "Princeton orange",
      "hex": "#F58025",
      "category": "oranges",
      "description": "A bright, energetic orange named after Princeton University, one of America's oldest and most prestigious academic institutions. This color represents intellectual excellence, academic tradition, and the pursuit of knowledge. Princeton orange's association with educational achievement and institutional heritage has made it popular in academic and professional branding."
    },
    {
      "name": "Prune",
      "hex": "#701C1C",
      "category": "reds",
      "description": "A deep, rich red-brown inspired by the dried plum fruit, which has been valued for its nutritional benefits and sweet taste for thousands of years. This color represents natural preservation, traditional food preparation, and the wisdom of ancient culinary practices. Prune's association with natural health and traditional cooking has made it popular in health food and heritage branding."
    },
    {
      "name": "Prussian Blue",
      "hex": "#003153",
      "category": "blues",
      "description": "A deep, dark blue pigment accidentally discovered in 1704 by German chemist Johann Jacob Diesbach while trying to create a red pigment. This iron ferrocyanide compound was the first modern synthetic pigment and revolutionized the art world by providing an affordable, stable blue alternative to expensive ultramarine. Prussian blue's discovery marked the beginning of modern synthetic pigment chemistry and was used extensively by artists like Van Gogh and Hokusai."
    },
    {
      "name": "Psychedelic purple",
      "hex": "#DF00FF",
      "category": "purples",
      "description": "A bright, electric purple that captures the excitement and energy of 1960s counterculture and psychedelic art. This color represents artistic freedom, cultural revolution, and the exploration of consciousness. Psychedelic purple's association with creative expression and cultural innovation has made it popular in artistic and alternative design."
    },
    {
      "name": "Puce",
      "hex": "#CC8899",
      "category": "reds",
      "description": "A muted, dusty pink that was popular in 18th-century French fashion, particularly during the reign of Marie Antoinette. This color represents the opulence of the French court and the dramatic shifts in fashion that preceded the French Revolution. Puce's association with historical fashion and aristocratic taste has made it significant in costume and heritage design."
    },
    {
      "name": "Pullman Brown (UPS Brown)",
      "hex": "#644117",
      "category": "oranges",
      "description": "A deep, reliable brown named after the Pullman Company, which manufactured luxury railroad cars, and later adopted by UPS for their delivery vehicles. This color represents reliability, trustworthiness, and the dependable service of transportation and logistics. Pullman Brown's association with professional service and corporate reliability has made it significant in business and delivery branding."
    },
    {
      "name": "Pumpkin",
      "hex": "#FF7518",
      "category": "oranges",
      "description": "A warm, vibrant orange inspired by the pumpkin fruit, which has been cultivated in the Americas for over 7,000 years and is central to autumn celebrations and harvest traditions. This color represents seasonal abundance, cultural celebration, and the natural beauty of autumn. Pumpkin's association with harvest festivals and seasonal traditions has made it popular in seasonal and agricultural branding."
    },
    {
      "name": "Purple",
      "hex": "#6A0DAD",
      "category": "purples",
      "description": "A deep, regal purple that has been associated with royalty, luxury, and spiritual significance throughout human history. This color represents power, wisdom, and the mysterious depths of human consciousness. Purple's association with nobility and spiritual insight has made it popular in luxury branding and spiritual design."
    },
    {
      "name": "Purple (web)",
      "hex": "#800080",
      "category": "purples",
      "description": "This purple evokes violet blossoms with its vibrant dark tone."
    },
    {
      "name": "Purple (Munsell)",
      "hex": "#9F00C5",
      "category": "purples",
      "description": "This purple evokes lavender fields with its vibrant medium tone."
    },
    {
      "name": "Purple (X11)",
      "hex": "#A020F0",
      "category": "purples",
      "description": "Similar to violet blossoms, it's a vibrant medium purple."
    },
    {
      "name": "Purple mountain majesty",
      "hex": "#9678B6",
      "category": "purples",
      "description": "A majestic, mountain-inspired purple that captures the awe-inspiring beauty of alpine landscapes at sunset. This color represents the grandeur of nature, the spiritual connection to high places, and the timeless beauty of mountain vistas. Purple mountain majesty's association with natural grandeur and outdoor adventure has made it popular in environmental and outdoor branding."
    },
    {
      "name": "Purple navy",
      "hex": "#4E5180",
      "category": "blues",
      "description": "A deep, sophisticated blue-purple that combines the authority of navy with the elegance of purple. This color represents professional dignity, institutional trust, and the balance between tradition and innovation. Purple navy's association with corporate authority and professional excellence has made it popular in business and institutional branding."
    },
    {
      "name": "Purple pizzazz[broken anchor]",
      "hex": "#FE4EDA",
      "category": "purples",
      "description": "A bright, electric purple that captures the excitement and energy of modern entertainment and pop culture. This color represents creativity, fun, and the vibrant energy of contemporary youth culture. Purple pizzazz's association with entertainment and playful design has made it popular in gaming and youth-oriented branding."
    },
    {
      "name": "Purple Plum",
      "hex": "#9C51B6",
      "category": "purples",
      "description": "A rich, deep purple inspired by the plum fruit, which has been cultivated for its sweet taste and nutritional value for thousands of years. This color represents natural abundance, seasonal beauty, and the rich traditions of fruit cultivation. Purple Plum's association with natural food and seasonal harvests has made it popular in agricultural and food branding."
    },
    {
      "name": "Queen blue",
      "hex": "#436B95",
      "category": "blues",
      "description": "A dignified, royal blue that represents the authority and grace of queenship. This color symbolizes regal power, feminine leadership, and the balance of strength and elegance. Queen blue's association with royal authority and feminine power has made it significant in ceremonial and luxury design."
    },
    {
      "name": "Queen pink",
      "hex": "#E8CCD7",
      "category": "purples",
      "description": "A soft, elegant pink that represents the refined beauty and gentle authority of queenship. This color symbolizes feminine grace, royal dignity, and the balance of power and compassion. Queen pink's association with royal elegance and feminine leadership has made it popular in luxury and ceremonial design."
    },
    {
      "name": "Quick Silver",
      "hex": "#A6A6A6",
      "category": "neutrals",
      "description": "A bright, metallic gray inspired by the mercury metal, which has been valued for its unique liquid properties and reflective surface since ancient times. This color represents speed, fluidity, and the mysterious properties of rare metals. Quick Silver's association with scientific discovery and industrial innovation has made it popular in technology and automotive design."
    },
    {
      "name": "Quinacridone magenta",
      "hex": "#8E3A59",
      "category": "purples",
      "description": "A deep, rich magenta pigment first synthesized in 1958, known for its exceptional lightfastness and color strength. This synthetic pigment revolutionized magenta colors in art, offering artists a powerful, permanent alternative to traditional organic dyes. Quinacridone magenta's association with modern artistic innovation and technical excellence has made it significant in contemporary art and industrial applications."
    },
    {
      "name": "Radical Red",
      "hex": "#FF355E",
      "category": "reds",
      "description": "A bold, intense red that represents revolutionary change, political activism, and the energy of social movements. This color symbolizes the power of collective action and the courage to challenge established norms. Radical Red's association with political change and social justice has made it significant in activist and progressive design."
    },
    {
      "name": "Raisin black",
      "hex": "#242124",
      "category": "neutrals",
      "description": "A deep, rich black inspired by the dried grape fruit, which has been valued for its concentrated sweetness and nutritional benefits for thousands of years. This color represents natural preservation, traditional food preparation, and the wisdom of ancient culinary practices. Raisin black's association with natural health and traditional cooking has made it popular in health food and heritage branding."
    },
    {
      "name": "Rajah",
      "hex": "#FBAB60",
      "category": "oranges",
      "description": "A warm, golden orange inspired by the title 'Rajah,' which refers to Indian princes and rulers. This color represents the opulence of Indian royalty, the richness of South Asian culture, and the golden traditions of the subcontinent. Rajah's association with cultural heritage and royal splendor has made it popular in heritage and luxury design."
    },
    {
      "name": "Raspberry",
      "hex": "#E30B5D",
      "category": "purples",
      "description": "A vibrant, rich pink-red inspired by the raspberry fruit, which has been cultivated for its sweet taste and nutritional value for thousands of years. This color represents natural sweetness, summer abundance, and the joy of berry picking. Raspberry's association with natural food and seasonal beauty has made it popular in food and garden design."
    },
    {
      "name": "Raspberry glacé",
      "hex": "#915F6D",
      "category": "purples",
      "description": "A muted medium purple reminiscent of lavender fields."
    },
    {
      "name": "Raspberry rose",
      "hex": "#B3446C",
      "category": "purples",
      "description": "A soft medium purple reminiscent of rose petals."
    },
    {
      "name": "Raw sienna",
      "hex": "#D68A59",
      "category": "oranges",
      "description": "Named after a glowing sunset, this orange has a vibrant medium look."
    },
    {
      "name": "Raw umber",
      "hex": "#826644",
      "category": "oranges",
      "description": "A soft medium orange reminiscent of a glowing sunset."
    },
    {
      "name": "Razzle dazzle rose",
      "hex": "#FF33CC",
      "category": "purples",
      "description": "Named after rose petals, this purple has a vibrant light look."
    },
    {
      "name": "Razzmatazz",
      "hex": "#E3256B",
      "category": "purples",
      "description": "This purple evokes lavender fields with its vibrant medium tone."
    },
    {
      "name": "Razzmic Berry",
      "hex": "#8D4E85",
      "category": "purples",
      "description": "A muted medium purple reminiscent of lavender fields."
    },
    {
      "name": "Rebecca Purple",
      "hex": "#663399",
      "category": "purples",
      "description": "Similar to lavender fields, it's a soft medium purple."
    },
    {
      "name": "Red",
      "hex": "#FF0000",
      "category": "reds",
      "description": "A vibrant medium red reminiscent of a fresh rose."
    },
    {
      "name": "Red (Crayola)",
      "hex": "#EE204D",
      "category": "reds",
      "description": "Named after ripe cherries, this red has a vibrant medium look."
    },
    {
      "name": "Red (Munsell)",
      "hex": "#F2003C",
      "category": "reds",
      "description": "Named after a fresh rose, this red has a vibrant medium look."
    },
    {
      "name": "Red (NCS)",
      "hex": "#C40233",
      "category": "purples",
      "description": "A vibrant medium purple reminiscent of lavender fields."
    },
    {
      "name": "Red (Pantone)",
      "hex": "#ED2939",
      "category": "reds",
      "description": "Named after a fresh rose, this red has a vibrant medium look."
    },
    {
      "name": "Red (pigment)",
      "hex": "#ED1C24",
      "category": "reds",
      "description": "A vibrant medium red reminiscent of ripe cherries."
    },
    {
      "name": "Red (RYB)",
      "hex": "#FE2712",
      "category": "reds",
      "description": "This red evokes a fresh rose with its vibrant medium tone."
    },
    {
      "name": "Red-orange",
      "hex": "#FF5349",
      "category": "reds",
      "description": "This red evokes ripe cherries with its vibrant light tone."
    },
    {
      "name": "Red ocher (Red ochre)[2]",
      "hex": "#913831",
      "category": "reds",
      "description": "Similar to a fresh rose, it's a soft medium red."
    },
    {
      "name": "Red-orange (Crayola)",
      "hex": "#FF681F",
      "category": "oranges",
      "description": "Similar to a glowing sunset, it's a vibrant medium orange."
    },
    {
      "name": "Red-orange (Color wheel)",
      "hex": "#FF4500",
      "category": "oranges",
      "description": "Named after a glowing sunset, this orange has a vibrant medium look."
    },
    {
      "name": "Red-purple",
      "hex": "#E40078",
      "category": "purples",
      "description": "A vibrant medium purple reminiscent of violet blossoms."
    },
    {
      "name": "Red Salsa",
      "hex": "#FD3A4A",
      "category": "reds",
      "description": "This red evokes brick walls with its vibrant light tone."
    },
    {
      "name": "Red-violet",
      "hex": "#C71585",
      "category": "purples",
      "description": "Named after royal velvet, this purple has a vibrant medium look."
    },
    {
      "name": "Red-violet (Crayola)",
      "hex": "#C0448F",
      "category": "purples",
      "description": "Named after violet blossoms, this purple has a soft medium look."
    },
    {
      "name": "Red-violet (Color wheel)",
      "hex": "#922B3E",
      "category": "reds",
      "description": "Named after a fresh rose, this red has a soft medium look."
    },
    {
      "name": "Redwood",
      "hex": "#A45A52",
      "category": "reds",
      "description": "Named after a fresh rose, this red has a soft medium look."
    },
    {
      "name": "Resolution blue",
      "hex": "#002387",
      "category": "blues",
      "description": "A vibrant dark blue reminiscent of a twilight horizon."
    },
    {
      "name": "Rhythm",
      "hex": "#777696",
      "category": "blues",
      "description": "Named after deep ocean water, this blue has a muted medium look."
    },
    {
      "name": "Rich black",
      "hex": "#004040",
      "category": "blues",
      "description": "Similar to deep ocean water, it's a vibrant dark blue."
    },
    {
      "name": "Rich black (FOGRA29)",
      "hex": "#010B13",
      "category": "blues",
      "description": "This blue evokes deep ocean water with its vibrant dark tone."
    },
    {
      "name": "Rich black (FOGRA39)",
      "hex": "#010203",
      "category": "blues",
      "description": "Named after a twilight horizon, this blue has a soft dark look."
    },
    {
      "name": "Rifle green",
      "hex": "#444C38",
      "category": "greens",
      "description": "A muted dark green reminiscent of spring grass."
    },
    {
      "name": "Robin egg blue",
      "hex": "#00CCCC",
      "category": "blues",
      "description": "A gentle, refreshing green inspired by the rare green varieties of turquoise gemstone, which have been valued for their beauty and spiritual significance by cultures from ancient Persia to Native American tribes. Turquoise green evokes the lushness of verdant oases and the healing properties attributed to the stone. This color is often used in design to convey renewal, balance, and a harmonious connection to nature."
    },
    {
      "name": "Rocket metallic",
      "hex": "#8A7F80",
      "category": "neutrals",
      "description": "A muted medium neutral reminiscent of soft ash."
    },
    {
      "name": "Rojo Spanish red",
      "hex": "#A91101",
      "category": "reds",
      "description": "Similar to brick walls, it's a vibrant medium red."
    },
    {
      "name": "Roman silver",
      "hex": "#838996",
      "category": "blues",
      "description": "A muted medium blue reminiscent of clear skies."
    },
    {
      "name": "Rose",
      "hex": "#FF007F",
      "category": "purples",
      "description": "Similar to rose petals, it's a vibrant medium purple."
    },
    {
      "name": "Rose bonbon",
      "hex": "#F9429E",
      "category": "purples",
      "description": "A vibrant light purple reminiscent of rose petals."
    },
    {
      "name": "Rose Dust",
      "hex": "#9E5E6F",
      "category": "purples",
      "description": "Named after rose petals, this purple has a muted medium look."
    },
    {
      "name": "Rose ebony",
      "hex": "#674846",
      "category": "reds",
      "description": "Similar to rose petals, it's a muted medium red."
    },
    {
      "name": "Rose pink",
      "hex": "#FF66CC",
      "category": "purples",
      "description": "A vibrant light purple reminiscent of rose petals."
    },
    {
      "name": "Rose Pompadour",
      "hex": "#ED7A9B",
      "category": "purples",
      "description": "Similar to rose petals, it's a vibrant light purple."
    },
    {
      "name": "Rose red",
      "hex": "#C21E56",
      "category": "purples",
      "description": "Similar to rose petals, it's a vibrant medium purple."
    },
    {
      "name": "Rose taupe",
      "hex": "#905D5D",
      "category": "reds",
      "description": "Similar to rose petals, it's a muted medium red."
    },
    {
      "name": "Rose vale",
      "hex": "#AB4E52",
      "category": "reds",
      "description": "A soft medium red reminiscent of rose petals."
    },
    {
      "name": "Rosewood",
      "hex": "#65000B",
      "category": "reds",
      "description": "This red evokes rose petals with its vibrant dark tone."
    },
    {
      "name": "Rosso corsa",
      "hex": "#D40000",
      "category": "reds",
      "description": "Named after ripe cherries, this red has a vibrant medium look."
    },
    {
      "name": "Rosy brown",
      "hex": "#BC8F8F",
      "category": "reds",
      "description": "A muted light red reminiscent of ripe cherries."
    },
    {
      "name": "Royal blue (dark)",
      "hex": "#002366",
      "category": "blues",
      "description": "Similar to deep ocean water, it's a vibrant dark blue."
    },
    {
      "name": "Royal blue (light)",
      "hex": "#4169E1",
      "category": "blues",
      "description": "Similar to clear skies, it's a vibrant medium blue."
    },
    {
      "name": "Royal yellow",
      "hex": "#FADA5E",
      "category": "yellows",
      "description": "A vibrant light yellow reminiscent of ripe lemons."
    },
    {
      "name": "Rubine red",
      "hex": "#D10056",
      "category": "purples",
      "description": "This purple evokes violet blossoms with its vibrant medium tone."
    },
    {
      "name": "Ruby",
      "hex": "#E0115F",
      "category": "purples",
      "description": "Similar to royal velvet, it's a vibrant medium purple."
    },
    {
      "name": "Ruby red",
      "hex": "#9B111E",
      "category": "reds",
      "description": "Similar to a fresh rose, it's a vibrant medium red."
    },
    {
      "name": "Rufous",
      "hex": "#A81C07",
      "category": "reds",
      "description": "This red evokes ripe cherries with its vibrant medium tone."
    },
    {
      "name": "Russet",
      "hex": "#80461B",
      "category": "oranges",
      "description": "Named after autumn leaves, this orange has a vibrant medium look."
    },
    {
      "name": "Russian green",
      "hex": "#679267",
      "category": "greens",
      "description": "This green evokes spring grass with its muted medium tone."
    },
    {
      "name": "Russian violet",
      "hex": "#32174D",
      "category": "purples",
      "description": "A soft dark purple reminiscent of lavender fields."
    },
    {
      "name": "Rust",
      "hex": "#B7410E",
      "category": "oranges",
      "description": "This orange evokes autumn leaves with its vibrant medium tone."
    },
    {
      "name": "Rusty red",
      "hex": "#DA2C43",
      "category": "reds",
      "description": "Named after a fresh rose, this red has a vibrant medium look."
    },
    {
      "name": "Sacramento State green",
      "hex": "#043927",
      "category": "greens",
      "description": "Similar to pine forests, it's a vibrant dark green."
    },
    {
      "name": "Saddle brown",
      "hex": "#8B4513",
      "category": "oranges",
      "description": "Similar to autumn leaves, it's a vibrant medium orange."
    },
    {
      "name": "Safety orange",
      "hex": "#FF7800",
      "category": "oranges",
      "description": "Similar to a glowing sunset, it's a vibrant medium orange."
    },
    {
      "name": "Safety orange (blaze orange)",
      "hex": "#FF6700",
      "category": "oranges",
      "description": "A vibrant medium orange reminiscent of tangerine peel."
    },
    {
      "name": "Safety yellow",
      "hex": "#EED202",
      "category": "yellows",
      "description": "This yellow evokes sunflower petals with its vibrant medium tone."
    },
    {
      "name": "Saffron",
      "hex": "#F4C430",
      "category": "yellows",
      "description": "A precious golden-yellow pigment derived from the dried stigmas of the saffron crocus (Crocus sativus). This ancient dye, worth more than gold by weight, was used in royal garments, illuminated manuscripts, and religious ceremonies. Saffron's distinctive color comes from crocin, a carotenoid compound that gives it both its hue and its value. The labor-intensive harvesting process - each flower produces only three stigmas - made saffron a symbol of wealth and luxury throughout history."
    },
    {
      "name": "Sage",
      "hex": "#BCB88A",
      "category": "yellows",
      "description": "A muted light yellow reminiscent of morning sunlight."
    },
    {
      "name": "St. Patrick's blue",
      "hex": "#23297A",
      "category": "blues",
      "description": "Named after deep ocean water, this blue has a soft medium look."
    },
    {
      "name": "Salmon",
      "hex": "#FA8072",
      "category": "reds",
      "description": "Named after brick walls, this red has a vibrant light look."
    },
    {
      "name": "Salmon pink",
      "hex": "#FF91A4",
      "category": "reds",
      "description": "Named after a fresh rose, this red has a vibrant light look."
    },
    {
      "name": "Sand",
      "hex": "#C2B280",
      "category": "yellows",
      "description": "Similar to ripe lemons, it's a soft light yellow."
    },
    {
      "name": "Sand dune",
      "hex": "#967117",
      "category": "oranges",
      "description": "A vibrant medium orange reminiscent of autumn leaves."
    },
    {
      "name": "Sandy brown",
      "hex": "#F4A460",
      "category": "oranges",
      "description": "Named after a glowing sunset, this orange has a vibrant light look."
    },
    {
      "name": "Sap green",
      "hex": "#507D2A",
      "category": "greens",
      "description": "Similar to spring grass, it's a soft medium green."
    },
    {
      "name": "Sapphire",
      "hex": "#0F52BA",
      "category": "blues",
      "description": "Named after a twilight horizon, this blue has a vibrant medium look."
    },
    {
      "name": "Sapphire blue",
      "hex": "#0067A5",
      "category": "blues",
      "description": "Similar to a twilight horizon, it's a vibrant medium blue."
    },
    {
      "name": "Sapphire (Crayola)",
      "hex": "#2D5DA1",
      "category": "blues",
      "description": "This blue evokes clear skies with its soft medium tone."
    },
    {
      "name": "Satin sheen gold",
      "hex": "#CBA135",
      "category": "oranges",
      "description": "A soft medium orange reminiscent of a glowing sunset."
    },
    {
      "name": "Scarlet",
      "hex": "#FF2400",
      "category": "reds",
      "description": "A brilliant red-orange color with a rich history dating back to medieval Europe. The name 'scarlet' originally referred to a fine woolen cloth dyed with kermes, a red dye made from the dried bodies of scale insects. This expensive dye was reserved for the highest ranks of society and was used in royal garments and ecclesiastical vestments. Scarlet's association with power and prestige continues today, where it represents authority and importance in uniforms and ceremonial dress."
    },
    {
      "name": "Schauss pink",
      "hex": "#FF91AF",
      "category": "purples",
      "description": "This purple evokes royal velvet with its vibrant light tone."
    },
    {
      "name": "School bus yellow",
      "hex": "#FFD800",
      "category": "yellows",
      "description": "Similar to sunflower petals, it's a vibrant medium yellow."
    },
    {
      "name": "Screamin' Green",
      "hex": "#66FF66",
      "category": "greens",
      "description": "Similar to pine forests, it's a vibrant light green."
    },
    {
      "name": "Sea green",
      "hex": "#2E8B57",
      "category": "greens",
      "description": "A deep, rich green that captures the color of the ocean's depths. This color evokes the mysterious, life-giving quality of the sea and has been used in maritime contexts for centuries. Sea green's association with water and nature makes it a popular choice for environmental and conservation organizations, while its calming properties have made it a favorite in spa and wellness design."
    },
    {
      "name": "Sea green (Crayola)",
      "hex": "#00FFCD",
      "category": "blues",
      "description": "A vibrant medium blue reminiscent of the open sea."
    },
    {
      "name": "Seance",
      "hex": "#612086",
      "category": "purples",
      "description": "Named after the open sea, this purple has a vibrant medium look."
    },
    {
      "name": "Seal brown",
      "hex": "#59260B",
      "category": "oranges",
      "description": "Named after the open sea, this orange has a vibrant dark look."
    },
    {
      "name": "Seashell",
      "hex": "#FFF5EE",
      "category": "neutrals",
      "description": "This neutral evokes the open sea with its vibrant light tone."
    },
    {
      "name": "Secret",
      "hex": "#764374",
      "category": "purples",
      "description": "Named after violet blossoms, this purple has a muted medium look."
    },
    {
      "name": "Selective yellow",
      "hex": "#FFBA00",
      "category": "oranges",
      "description": "This orange evokes tangerine peel with its vibrant medium tone."
    },
    {
      "name": "Sepia",
      "hex": "#704214",
      "category": "oranges",
      "description": "Similar to tangerine peel, it's a vibrant dark orange."
    },
    {
      "name": "Shadow",
      "hex": "#8A795D",
      "category": "oranges",
      "description": "Named after autumn leaves, this orange has a muted medium look."
    },
    {
      "name": "Shadow blue",
      "hex": "#778BA5",
      "category": "blues",
      "description": "A muted medium blue reminiscent of a twilight horizon."
    },
    {
      "name": "Shamrock green",
      "hex": "#009E60",
      "category": "greens",
      "description": "A vibrant medium green reminiscent of pine forests."
    },
    {
      "name": "Sheen green",
      "hex": "#8FD400",
      "category": "greens",
      "description": "A vibrant medium green reminiscent of pine forests."
    },
    {
      "name": "Shimmering Blush",
      "hex": "#D98695",
      "category": "reds",
      "description": "Named after a fresh rose, this red has a soft light look."
    },
    {
      "name": "Shiny Shamrock",
      "hex": "#5FA778",
      "category": "greens",
      "description": "Named after fresh herbs, this green has a muted medium look."
    },
    {
      "name": "Shocking pink",
      "hex": "#FC0FC0",
      "category": "purples",
      "description": "Named after lavender fields, this purple has a vibrant medium look."
    },
    {
      "name": "Shocking pink (Crayola)",
      "hex": "#FF6FFF",
      "category": "purples",
      "description": "A vibrant light purple reminiscent of royal velvet."
    },
    {
      "name": "Sienna",
      "hex": "#882D17",
      "category": "reds",
      "description": "A natural earth pigment composed of iron oxide and clay minerals, named after the Italian city of Siena in Tuscany where it was originally mined. This warm, transparent pigment has been used since prehistoric times and was particularly valued during the Renaissance for its ability to create natural flesh tones and warm shadows. Raw sienna has a yellow-brown color that becomes a rich red-orange when heated to create burnt sienna."
    },
    {
      "name": "Silver",
      "hex": "#C0C0C0",
      "category": "neutrals",
      "description": "This neutral evokes soft ash with its muted light tone."
    },
    {
      "name": "Silver (Crayola)",
      "hex": "#C9C0BB",
      "category": "neutrals",
      "description": "Named after driftwood, this neutral has a muted light look."
    },
    {
      "name": "Silver (Metallic)",
      "hex": "#AAA9AD",
      "category": "neutrals",
      "description": "Similar to driftwood, it's a muted light neutral."
    },
    {
      "name": "Silver chalice",
      "hex": "#ACACAC",
      "category": "neutrals",
      "description": "Named after weathered stone, this neutral has a muted light look."
    },
    {
      "name": "Silver pink",
      "hex": "#C4AEAD",
      "category": "reds",
      "description": "This red evokes ripe cherries with its muted light tone."
    },
    {
      "name": "Silver sand",
      "hex": "#BFC1C2",
      "category": "neutrals",
      "description": "Named after soft ash, this neutral has a muted light look."
    },
    {
      "name": "Sinopia",
      "hex": "#CB410B",
      "category": "oranges",
      "description": "A vibrant medium orange reminiscent of tangerine peel."
    },
    {
      "name": "Sizzling Red",
      "hex": "#FF3855",
      "category": "reds",
      "description": "Similar to a fresh rose, it's a vibrant light red."
    },
    {
      "name": "Sizzling Sunrise",
      "hex": "#FFDB00",
      "category": "yellows",
      "description": "Similar to morning sunlight, it's a vibrant medium yellow."
    },
    {
      "name": "Skobeloff",
      "hex": "#007474",
      "category": "blues",
      "description": "Similar to clear skies, it's a vibrant dark blue."
    },
    {
      "name": "Skin color",
      "hex": "#FFDEAD",
      "category": "oranges",
      "description": "A vibrant light orange reminiscent of autumn leaves."
    },
    {
      "name": "Sky blue",
      "hex": "#87CEEB",
      "category": "blues",
      "description": "A vibrant light blue reminiscent of a clear sky."
    },
    {
      "name": "Sky blue (Crayola)",
      "hex": "#76D7EA",
      "category": "blues",
      "description": "This blue evokes a clear sky with its vibrant light tone."
    },
    {
      "name": "Sky magenta",
      "hex": "#CF71AF",
      "category": "purples",
      "description": "Similar to a clear sky, it's a soft light purple."
    },
    {
      "name": "Slate blue",
      "hex": "#6A5ACD",
      "category": "blues",
      "description": "This blue evokes deep ocean water with its soft medium tone."
    },
    {
      "name": "Slate gray",
      "hex": "#708090",
      "category": "blues",
      "description": "A muted medium blue reminiscent of clear skies."
    },
    {
      "name": "Slimy green",
      "hex": "#299617",
      "category": "greens",
      "description": "Similar to spring grass, it's a vibrant medium green."
    },
    {
      "name": "Smitten",
      "hex": "#C84186",
      "category": "purples",
      "description": "This purple evokes violet blossoms with its soft medium tone."
    },
    {
      "name": "Smoky black",
      "hex": "#100C08",
      "category": "oranges",
      "description": "This orange evokes tangerine peel with its soft dark tone."
    },
    {
      "name": "Snow",
      "hex": "#FFFAFA",
      "category": "neutrals",
      "description": "A vibrant light neutral reminiscent of driftwood."
    },
    {
      "name": "Solid pink",
      "hex": "#893843",
      "category": "reds",
      "description": "Named after ripe cherries, this red has a soft medium look."
    },
    {
      "name": "Sonic silver",
      "hex": "#757575",
      "category": "neutrals",
      "description": "Named after soft ash, this neutral has a muted medium look."
    },
    {
      "name": "Space cadet",
      "hex": "#1D2951",
      "category": "blues",
      "description": "Similar to a twilight horizon, it's a soft dark blue."
    },
    {
      "name": "Spanish bistre",
      "hex": "#807532",
      "category": "yellows",
      "description": "Similar to morning sunlight, it's a soft medium yellow."
    },
    {
      "name": "Spanish blue",
      "hex": "#0070B8",
      "category": "blues",
      "description": "Named after clear skies, this blue has a vibrant medium look."
    },
    {
      "name": "Spanish carmine",
      "hex": "#D10047",
      "category": "purples",
      "description": "Named after violet blossoms, this purple has a vibrant medium look."
    },
    {
      "name": "Spanish gray",
      "hex": "#989898",
      "category": "neutrals",
      "description": "Similar to soft ash, it's a muted medium neutral."
    },
    {
      "name": "Spanish green",
      "hex": "#009150",
      "category": "greens",
      "description": "A vibrant dark green reminiscent of pine forests."
    },
    {
      "name": "Spanish orange",
      "hex": "#E86100",
      "category": "oranges",
      "description": "A vibrant medium orange reminiscent of a glowing sunset."
    },
    {
      "name": "Spanish pink",
      "hex": "#F7BFBE",
      "category": "reds",
      "description": "Named after a fresh rose, this red has a vibrant light look."
    },
    {
      "name": "Spanish red",
      "hex": "#E60026",
      "category": "reds",
      "description": "A vibrant medium red reminiscent of a fresh rose."
    },
    {
      "name": "Spanish sky blue",
      "hex": "#00FFFE",
      "category": "blues",
      "description": "A vibrant medium blue reminiscent of a clear sky."
    },
    {
      "name": "Spanish violet",
      "hex": "#4C2882",
      "category": "purples",
      "description": "Similar to royal velvet, it's a soft medium purple."
    },
    {
      "name": "Spanish viridian",
      "hex": "#007F5C",
      "category": "greens",
      "description": "A vibrant dark green reminiscent of spring grass."
    },
    {
      "name": "Spring bud",
      "hex": "#A7FC00",
      "category": "greens",
      "description": "Named after fresh herbs, this green has a vibrant medium look."
    },
    {
      "name": "Spring Frost",
      "hex": "#87FF2A",
      "category": "greens",
      "description": "A vibrant medium green reminiscent of pine forests."
    },
    {
      "name": "Spring green",
      "hex": "#00FF7F",
      "category": "greens",
      "description": "This green evokes pine forests with its vibrant medium tone."
    },
    {
      "name": "Spring green (Crayola)",
      "hex": "#ECEBBD",
      "category": "yellows",
      "description": "Named after ripe lemons, this yellow has a soft light look."
    },
    {
      "name": "Star command blue",
      "hex": "#007BB8",
      "category": "blues",
      "description": "This blue evokes a twilight horizon with its vibrant medium tone."
    },
    {
      "name": "Steel blue",
      "hex": "#4682B4",
      "category": "blues",
      "description": "Named after clear skies, this blue has a soft medium look."
    },
    {
      "name": "Steel pink",
      "hex": "#CC33CC",
      "category": "purples",
      "description": "Similar to violet blossoms, it's a vibrant medium purple."
    },
    {
      "name": "Stil de grain yellow",
      "hex": "#FADA5E",
      "category": "yellows",
      "description": "A vibrant light yellow reminiscent of morning sunlight."
    },
    {
      "name": "Straw",
      "hex": "#E4D96F",
      "category": "yellows",
      "description": "This yellow evokes morning sunlight with its vibrant light tone."
    },
    {
      "name": "Strawberry",
      "hex": "#FA5053",
      "category": "reds",
      "description": "This red evokes ripe cherries with its vibrant light tone."
    },
    {
      "name": "Strawberry Blonde",
      "hex": "#FF9361",
      "category": "oranges",
      "description": "Named after tangerine peel, this orange has a vibrant light look."
    },
    {
      "name": "Strong Lime Green",
      "hex": "#33CC33",
      "category": "greens",
      "description": "This green evokes pine forests with its vibrant medium tone."
    },
    {
      "name": "Sugar Plum",
      "hex": "#914E75",
      "category": "purples",
      "description": "Similar to royal velvet, it's a soft medium purple."
    },
    {
      "name": "Sunglow",
      "hex": "#FFCC33",
      "category": "yellows",
      "description": "Named after ripe lemons, this yellow has a vibrant light look."
    },
    {
      "name": "Sunray",
      "hex": "#E3AB57",
      "category": "oranges",
      "description": "Similar to a glowing sunset, it's a vibrant light orange."
    },
    {
      "name": "Sunset",
      "hex": "#FAD6A5",
      "category": "oranges",
      "description": "A vibrant light orange reminiscent of tangerine peel."
    },
    {
      "name": "Super pink",
      "hex": "#CF6BA9",
      "category": "purples",
      "description": "Similar to lavender fields, it's a soft light purple."
    },
    {
      "name": "Sweet Brown",
      "hex": "#A83731",
      "category": "reds",
      "description": "Similar to ripe cherries, it's a soft medium red."
    },
    {
      "name": "Syracuse Orange",
      "hex": "#D44500",
      "category": "oranges",
      "description": "Named after autumn leaves, this orange has a vibrant medium look."
    },
    {
      "name": "Tan",
      "hex": "#D2B48C",
      "category": "oranges",
      "description": "Similar to a glowing sunset, it's a soft light orange."
    },
    {
      "name": "Tan (Crayola)",
      "hex": "#D99A6C",
      "category": "oranges",
      "description": "This orange evokes tangerine peel with its soft light tone."
    },
    {
      "name": "Tangerine",
      "hex": "#FF9500",
      "category": "oranges",
      "description": "A bright orange inspired by the tangerine fruit, which originated in Tangier, Morocco, and has been cultivated for its sweet, easy-to-peel segments for centuries. Tangerines are associated with good fortune in Chinese culture and are often given as gifts during the Lunar New Year. Tangerine's association with vitality, good luck, and natural sweetness has made it popular in food and cultural design."
    },
    {
      "name": "Tart Orange",
      "hex": "#FB4D46",
      "category": "reds",
      "description": "This red evokes brick walls with its vibrant light tone."
    },
    {
      "name": "Taupe",
      "hex": "#483C32",
      "category": "oranges",
      "description": "Similar to a glowing sunset, it's a muted dark orange."
    },
    {
      "name": "Taupe gray",
      "hex": "#8B8589",
      "category": "neutrals",
      "description": "Named after driftwood, this neutral has a muted medium look."
    },
    {
      "name": "Tea green",
      "hex": "#D0F0C0",
      "category": "greens",
      "description": "A vibrant light green reminiscent of spring grass."
    },
    {
      "name": "Tea rose",
      "hex": "#F4C2C2",
      "category": "reds",
      "description": "Similar to rose petals, it's a vibrant light red."
    },
    {
      "name": "Teal",
      "hex": "#008080",
      "category": "blues",
      "description": "Named after a twilight horizon, this blue has a vibrant dark look."
    },
    {
      "name": "Teal blue",
      "hex": "#367588",
      "category": "blues",
      "description": "Similar to a twilight horizon, it's a soft medium blue."
    },
    {
      "name": "Technobotanica",
      "hex": "#00FFBF",
      "category": "greens",
      "description": "A vibrant medium green reminiscent of spring grass."
    },
    {
      "name": "Telemagenta",
      "hex": "#CF3476",
      "category": "purples",
      "description": "Named after lavender fields, this purple has a vibrant medium look."
    },
    {
      "name": "Tenné (tawny)",
      "hex": "#CD5700",
      "category": "oranges",
      "description": "Similar to tangerine peel, it's a vibrant medium orange."
    },
    {
      "name": "Terra cotta",
      "hex": "#E2725B",
      "category": "reds",
      "description": "A soft, golden tan inspired by the sunlit hills and wheat fields of Tuscany, Italy. Tuscan tan reflects the region's agricultural heritage and the gentle warmth of Mediterranean light. This color is often used in design to evoke relaxation, rustic charm, and the timeless beauty of Italian countryside living."
    },
    {
      "name": "Thistle",
      "hex": "#D8BFD8",
      "category": "purples",
      "description": "This purple evokes royal velvet with its muted light tone."
    },
    {
      "name": "Thulian pink",
      "hex": "#DE6FA1",
      "category": "purples",
      "description": "Similar to violet blossoms, it's a vibrant light purple."
    },
    {
      "name": "Tickle Me Pink",
      "hex": "#FC89AC",
      "category": "purples",
      "description": "This purple evokes royal velvet with its vibrant light tone."
    },
    {
      "name": "Tiffany Blue",
      "hex": "#0ABAB5",
      "category": "blues",
      "description": "A distinctive robin's egg blue that has become synonymous with luxury and elegance since Tiffany & Co. adopted it in 1845. This color was chosen by founder Charles Lewis Tiffany for the cover of the company's Blue Book catalog, and has since become one of the most recognizable brand colors in the world. The shade's association with Tiffany's iconic jewelry boxes and the promise of precious gifts has made it a symbol of romance and sophistication."
    },
    {
      "name": "Timberwolf",
      "hex": "#DBD7D2",
      "category": "neutrals",
      "description": "A soft, pale gray inspired by the elusive timberwolf, whose fur blends seamlessly with misty forests and snowy landscapes. The color timberwolf evokes the quiet strength and adaptability of these iconic creatures, revered in Native American folklore as symbols of loyalty, intuition, and wilderness wisdom. This gentle neutral is often used in design to convey subtlety, calm, and a connection to the natural world."
    },
    {
      "name": "Titanium yellow",
      "hex": "#EEE600",
      "category": "yellows",
      "description": "A bright, opaque yellow pigment made from titanium dioxide, introduced in the 20th century as a safe, non-toxic alternative to older yellow pigments. Titanium yellow is valued for its exceptional brightness, covering power, and resistance to fading, making it a favorite in both fine art and industrial applications. Its use in paints, plastics, and coatings has helped define the look of modern design, from vibrant signage to contemporary art."
    },
    {
      "name": "Tomato",
      "hex": "#FF6347",
      "category": "reds",
      "description": "A lively, juicy red inspired by the ripe tomato, a fruit native to the Americas and brought to Europe in the 16th century. Tomatoes revolutionized global cuisine, becoming a staple in dishes from Italian pasta sauces to Mexican salsas. The color tomato red is associated with freshness, vitality, and culinary creativity, and is often used in food branding to evoke appetite and warmth."
    },
    {
      "name": "Tourmaline",
      "hex": "#86A1A9",
      "category": "blues",
      "description": "A complex blue-gray named after the tourmaline gemstone, which is celebrated for its remarkable range of colors and its role in both ancient and modern jewelry. Tourmaline has been prized since antiquity in cultures from Egypt to China, believed to inspire creativity and protect against negative energy. The color tourmaline blue evokes the gemstone's rare blue-green varieties, which were once mistaken for sapphires and are now among the most valuable. This shade is associated with clarity, insight, and the mysterious beauty of natural minerals."
    },
    {
      "name": "Tropical rainforest",
      "hex": "#00755E",
      "category": "blues",
      "description": "This blue evokes a twilight horizon with its vibrant dark tone."
    },
    {
      "name": "True Blue",
      "hex": "#2D68C4",
      "category": "blues",
      "description": "Named after a twilight horizon, this blue has a vibrant medium look."
    },
    {
      "name": "Trypan Blue",
      "hex": "#1C05B3",
      "category": "blues",
      "description": "This blue evokes clear skies with its vibrant medium tone."
    },
    {
      "name": "Tufts blue",
      "hex": "#3E8EDE",
      "category": "blues",
      "description": "This blue evokes clear skies with its vibrant medium tone."
    },
    {
      "name": "Tumbleweed",
      "hex": "#DEAA88",
      "category": "oranges",
      "description": "Named after tangerine peel, this orange has a soft light look."
    },
    {
      "name": "Turquoise",
      "hex": "#40E0D0",
      "category": "blues",
      "description": "A distinctive blue-green color named after the precious gemstone turquoise, which has been prized for over 6,000 years. The stone's color comes from copper and aluminum phosphates, and was mined extensively by ancient civilizations in Persia, Egypt, and the Americas. Turquoise was considered sacred by many cultures - the Aztecs used it in royal masks, while Native American tribes valued it for spiritual protection. The color's unique balance of blue and green makes it universally appealing and culturally significant across many societies."
    },
    {
      "name": "Turquoise blue",
      "hex": "#00FFEF",
      "category": "blues",
      "description": "A vivid blue-green reminiscent of the shallow waters of tropical seas, turquoise blue draws its name from the gemstone that has been treasured for millennia by cultures from ancient Egypt to the American Southwest. This color evokes feelings of tranquility, clarity, and exotic beauty, and has been used in jewelry, art, and architecture to symbolize protection, healing, and the boundless spirit of the ocean."
    },
    {
      "name": "Turquoise green",
      "hex": "#A0D6B4",
      "category": "greens",
      "description": "Similar to pine forests, it's a soft light green."
    },
    {
      "name": "Turtle green",
      "hex": "#8A9A5B",
      "category": "greens",
      "description": "Named after fresh herbs, this green has a muted medium look."
    },
    {
      "name": "Tuscan",
      "hex": "#FAD6A5",
      "category": "oranges",
      "description": "This orange evokes autumn leaves with its vibrant light tone."
    },
    {
      "name": "Tuscan brown",
      "hex": "#6F4E37",
      "category": "oranges",
      "description": "A warm, earthy brown inspired by the sunbaked landscapes and rustic architecture of Tuscany, Italy. Tuscan brown evokes the region's terracotta rooftops, ancient olive groves, and the enduring beauty of traditional craftsmanship. This color is associated with comfort, heritage, and the timeless appeal of Mediterranean design, making it a favorite in interiors and artisanal products."
    },
    {
      "name": "Tuscan red",
      "hex": "#7C4848",
      "category": "reds",
      "description": "Similar to ripe cherries, it's a muted medium red."
    },
    {
      "name": "Tuscan tan",
      "hex": "#A67B5B",
      "category": "oranges",
      "description": "Named after tangerine peel, this orange has a muted medium look."
    },
    {
      "name": "Tuscany",
      "hex": "#C09999",
      "category": "reds",
      "description": "A muted, rosy red inspired by the romantic landscapes and artistic legacy of Tuscany, Italy. The color Tuscany evokes the region's historic cities, Renaissance art, and the soft glow of sunset over rolling vineyards. It is often used in design to convey elegance, nostalgia, and the timeless allure of Italian culture."
    },
    {
      "name": "Twilight lavender",
      "hex": "#8A496B",
      "category": "purples",
      "description": "A dusky, muted purple inspired by the fleeting colors of lavender fields at dusk. Twilight lavender captures the serene transition from day to night, evoking feelings of calm, reflection, and gentle mystery. This color is often used in design to suggest tranquility, romance, and the poetic beauty of evening light over blooming landscapes."
    },
    {
      "name": "UA blue",
      "hex": "#0033AA",
      "category": "blues",
      "description": "This blue evokes clear skies with its vibrant medium tone."
    },
    {
      "name": "UA red",
      "hex": "#D9004C",
      "category": "purples",
      "description": "This purple evokes lavender fields with its vibrant medium tone."
    },
    {
      "name": "Ultramarine",
      "hex": "#3F00FF",
      "category": "blues",
      "description": "A deep, rich blue pigment originally ground from the semi-precious stone lapis lazuli, imported from Afghanistan. The name 'ultramarine' means 'beyond the sea' in Latin, reflecting its exotic origins. This pigment was so expensive that it was often reserved for the robes of the Virgin Mary in medieval paintings. In 1826, French chemist Jean-Baptiste Guimet created a synthetic version, making this once-rare color accessible to all artists."
    },
    {
      "name": "Ultramarine blue",
      "hex": "#4166F5",
      "category": "blues",
      "description": "Named after a twilight horizon, this blue has a vibrant light look."
    },
    {
      "name": "Ultra pink",
      "hex": "#FF6FFF",
      "category": "purples",
      "description": "A vibrant light purple reminiscent of royal velvet."
    },
    {
      "name": "Ultra red",
      "hex": "#FC6C85",
      "category": "reds",
      "description": "A vibrant light red reminiscent of brick walls."
    },
    {
      "name": "Umber",
      "hex": "#635147",
      "category": "oranges",
      "description": "A muted medium orange reminiscent of a glowing sunset."
    },
    {
      "name": "Unbleached silk",
      "hex": "#FFDDCA",
      "category": "oranges",
      "description": "Similar to autumn leaves, it's a vibrant light orange."
    },
    {
      "name": "United Nations blue",
      "hex": "#009EDB",
      "category": "blues",
      "description": "This blue evokes deep ocean water with its vibrant medium tone."
    },
    {
      "name": "University of Pennsylvania red",
      "hex": "#A50021",
      "category": "reds",
      "description": "A vibrant medium red reminiscent of a fresh rose."
    },
    {
      "name": "Unmellow yellow",
      "hex": "#FFFF66",
      "category": "yellows",
      "description": "Named after sunflower petals, this yellow has a vibrant light look."
    },
    {
      "name": "UP Forest green",
      "hex": "#014421",
      "category": "greens",
      "description": "A vibrant dark green reminiscent of pine forests."
    },
    {
      "name": "UP maroon",
      "hex": "#7B1113",
      "category": "reds",
      "description": "A vibrant dark red reminiscent of a fresh rose."
    },
    {
      "name": "Upsdell red",
      "hex": "#AE2029",
      "category": "reds",
      "description": "Similar to a fresh rose, it's a vibrant medium red."
    },
    {
      "name": "Uranian blue",
      "hex": "#AFDBF5",
      "category": "blues",
      "description": "Named after clear skies, this blue has a vibrant light look."
    },
    {
      "name": "USAFA blue",
      "hex": "#004F98",
      "category": "blues",
      "description": "Similar to clear skies, it's a vibrant dark blue."
    },
    {
      "name": "Van Dyke brown",
      "hex": "#664228",
      "category": "oranges",
      "description": "A soft dark orange reminiscent of autumn leaves."
    },
    {
      "name": "Vanilla",
      "hex": "#F3E5AB",
      "category": "yellows",
      "description": "A warm, creamy yellow inspired by the vanilla orchid (Vanilla planifolia), native to Mexico and Central America. Vanilla was first cultivated by the Totonac people and later spread worldwide by Spanish conquistadors. The color captures the rich, comforting quality of vanilla's flavor and aroma, making it popular in food packaging, cosmetics, and interior design. Vanilla's association with sweetness and comfort has made it a beloved color in home decor and fashion."
    },
    {
      "name": "Vanilla ice",
      "hex": "#F38FA9",
      "category": "purples",
      "description": "Similar to lavender fields, it's a vibrant light purple."
    },
    {
      "name": "Vantg blue",
      "hex": "#5271FF",
      "category": "blues",
      "description": "This blue evokes clear skies with its vibrant light tone."
    },
    {
      "name": "Vegas gold",
      "hex": "#C5B358",
      "category": "yellows",
      "description": "A shimmering, metallic gold inspired by the dazzling lights and opulence of Las Vegas. Vegas gold captures the glamour and excitement of the entertainment capital, evoking the golden age of show business and the allure of fortune. This color is often used in design to convey luxury, celebration, and the thrill of possibility."
    },
    {
      "name": "Venetian red",
      "hex": "#C80815",
      "category": "reds",
      "description": "A deep, rich red pigment originally made from iron oxide and named after the Italian city of Venice, where it was produced and traded during the Renaissance. Venetian red was prized by artists like Titian and Veronese for its warm, earthy quality and excellent covering power. This color evokes the artistic legacy of Venice and the rich cultural heritage of Italian painting traditions."
    },
    {
      "name": "Verdigris",
      "hex": "#43B3AE",
      "category": "blues",
      "description": "A blue-green pigment created by exposing copper to acetic acid vapors, resulting in copper acetate. This ancient pigment was used extensively in medieval illuminated manuscripts and Renaissance paintings. The name comes from the Old French 'vert de Grece' (green of Greece), though it was produced throughout Europe. Verdigris has a unique aging process - it starts as a bright green but gradually darkens to a deep blue-green over time, making it unpredictable but beautiful in historical artworks."
    },
    {
      "name": "Veronica",
      "hex": "#A020F0",
      "category": "purples",
      "description": "A bright, electric purple named after the speedwell flower (genus Veronica), which has been used in traditional medicine and garden design for centuries. Veronica purple captures the flower's vibrant beauty and is associated with healing, fidelity, and the simple pleasures of wildflowers. This color is often used in design to convey energy, creativity, and natural charm."
    },
    {
      "name": "Violet",
      "hex": "#8F00FF",
      "category": "purples",
      "description": "A deep, rich purple inspired by the violet flower, which has been celebrated in poetry, art, and folklore for its delicate beauty and sweet fragrance. Violets have been associated with modesty, faithfulness, and the arrival of spring since ancient times. The color violet represents creativity, spirituality, and the mysterious beauty of nature, making it a favorite in artistic and spiritual contexts."
    },
    {
      "name": "Violet (color wheel)",
      "hex": "#7F00FF",
      "category": "purples",
      "description": "Named after violet blossoms, this purple has a vibrant medium look."
    },
    {
      "name": "Violet (crayola)",
      "hex": "#963D7F",
      "category": "purples",
      "description": "Similar to violet blossoms, it's a soft medium purple."
    },
    {
      "name": "Violet (RYB)",
      "hex": "#8601AF",
      "category": "purples",
      "description": "Similar to violet blossoms, it's a vibrant medium purple."
    },
    {
      "name": "Violet (web)",
      "hex": "#EE82EE",
      "category": "purples",
      "description": "A vibrant light purple reminiscent of violet blossoms."
    },
    {
      "name": "Violet-blue",
      "hex": "#324AB2",
      "category": "blues",
      "description": "Named after clear skies, this blue has a soft medium look."
    },
    {
      "name": "Violet-blue (Crayola)",
      "hex": "#766EC8",
      "category": "blues",
      "description": "Named after a twilight horizon, this blue has a soft light look."
    },
    {
      "name": "Violet-red",
      "hex": "#F75394",
      "category": "purples",
      "description": "A vibrant light purple reminiscent of violet blossoms."
    },
    {
      "name": "Violet-red(PerBang)",
      "hex": "#F0599C",
      "category": "purples",
      "description": "A vibrant light purple reminiscent of royal velvet."
    },
    {
      "name": "Viridian green",
      "hex": "#009698",
      "category": "blues",
      "description": "This blue evokes a twilight horizon with its vibrant dark tone."
    },
    {
      "name": "Vivid burgundy",
      "hex": "#9F1D35",
      "category": "reds",
      "description": "A deep, intense red inspired by the rich wines of Burgundy, France, a region celebrated for its centuries-old winemaking traditions. Burgundy red evokes the sophistication of fine wine, the warmth of French hospitality, and the enduring appeal of classic European elegance. This color is often used in design to convey luxury, tradition, and refined taste."
    },
    {
      "name": "Vivid sky blue",
      "hex": "#00CCFF",
      "category": "blues",
      "description": "A brilliant, intense blue that captures the pure, unclouded sky at its most vibrant. Vivid sky blue evokes feelings of freedom, clarity, and boundless possibility, reminiscent of perfect summer days and open horizons. This color is often used in design to convey optimism, freshness, and the exhilarating sense of wide-open spaces."
    },
    {
      "name": "Vivid tangerine",
      "hex": "#FFA089",
      "category": "reds",
      "description": "A bright, energetic orange-red inspired by the juicy tangerine fruit, which originated in Tangier, Morocco, and has been cultivated for its sweet, easy-to-peel segments. Vivid tangerine evokes the zest and vitality of citrus fruits, representing freshness, energy, and the invigorating taste of natural sweetness. This color is often used in design to convey enthusiasm, warmth, and appetizing appeal."
    },
    {
      "name": "Vivid violet",
      "hex": "#9F00FF",
      "category": "purples",
      "description": "A brilliant, intense purple that captures the most vibrant expression of the violet flower's natural beauty. Vivid violet represents artistic passion, creative energy, and the bold expression of individuality. This color is often used in design to convey confidence, artistic flair, and the courage to stand out from the crowd."
    },
    {
      "name": "Volt",
      "hex": "#CEFF00",
      "category": "yellows",
      "description": "A bright, electric yellow-green inspired by the high-voltage energy of electricity and the vibrant glow of neon lights. Volt captures the intensity and power of electrical energy, representing innovation, technology, and the dynamic force of modern progress. This color is often used in design to convey energy, excitement, and cutting-edge appeal."
    },
    {
      "name": "Warm black",
      "hex": "#004242",
      "category": "blues",
      "description": "A deep, rich black with subtle warm undertones that creates a softer, more approachable alternative to pure black. Warm black evokes the comforting darkness of a moonlit night or the rich depths of fertile soil. This color is often used in design to convey sophistication while maintaining warmth and accessibility."
    },
    {
      "name": "Weezy Blue",
      "hex": "#189BCC",
      "category": "blues",
      "description": "A bright, energetic blue inspired by the nickname 'Weezy' and the vibrant energy of contemporary culture. Weezy Blue captures the spirit of modern creativity and youthful expression, representing confidence, individuality, and the bold colors of contemporary design. This color is often used to convey freshness, innovation, and contemporary appeal."
    },
    {
      "name": "Wheat",
      "hex": "#F5DEB3",
      "category": "oranges",
      "description": "A soft, golden tan inspired by ripe wheat fields at harvest time. Wheat color evokes the abundance of agriculture, the warmth of summer, and the timeless beauty of rural landscapes. This color is often used in design to convey natural warmth, rustic charm, and the comforting appeal of traditional craftsmanship."
    },
    {
      "name": "White",
      "hex": "#FFFFFF",
      "category": "neutrals",
      "description": "The purest form of light, representing clarity, innocence, and new beginnings. White has been associated with purity and goodness across cultures, from bridal traditions to medical uniforms. This color serves as a blank canvas for creativity while symbolizing hope, cleanliness, and the potential for infinite possibilities."
    },
    {
      "name": "Wild blue yonder",
      "hex": "#A2ADD0",
      "category": "blues",
      "description": "A soft, dreamy blue inspired by the vast, open skies and the limitless possibilities of the horizon. Wild blue yonder evokes the freedom of flight, the romance of adventure, and the peaceful contemplation of endless skies. This color is often used in design to convey tranquility, imagination, and the gentle beauty of natural expanses."
    },
    {
      "name": "Wild orchid",
      "hex": "#D470A2",
      "category": "purples",
      "description": "A soft, romantic pink-purple inspired by the delicate beauty of wild orchid flowers, which grow in diverse habitats from tropical rainforests to temperate woodlands. Wild orchid color evokes the exotic beauty of rare flowers, representing elegance, refinement, and the mysterious allure of natural wonders. This color is often used in design to convey sophistication, romance, and natural elegance."
    },
    {
      "name": "Wild Strawberry",
      "hex": "#FF43A4",
      "category": "purples",
      "description": "A vibrant light purple reminiscent of lavender fields."
    },
    {
      "name": "Wild watermelon",
      "hex": "#FC6C85",
      "category": "reds",
      "description": "A vibrant light red reminiscent of a fresh rose."
    },
    {
      "name": "Windsor tan",
      "hex": "#A75502",
      "category": "oranges",
      "description": "This orange evokes a glowing sunset with its vibrant medium tone."
    },
    {
      "name": "Wine",
      "hex": "#722F37",
      "category": "reds",
      "description": "A soft medium red reminiscent of brick walls."
    },
    {
      "name": "Wine dregs",
      "hex": "#673147",
      "category": "purples",
      "description": "Similar to lavender fields, it's a soft dark purple."
    },
    {
      "name": "Winter Sky",
      "hex": "#FF007C",
      "category": "purples",
      "description": "This purple evokes a clear sky with its vibrant medium tone."
    },
    {
      "name": "Wintergreen Dream",
      "hex": "#56887D",
      "category": "blues",
      "description": "Similar to clear skies, it's a muted medium blue."
    },
    {
      "name": "Wisteria",
      "hex": "#C9A0DC",
      "category": "purples",
      "description": "Similar to lavender fields, it's a soft light purple."
    },
    {
      "name": "Wood brown",
      "hex": "#C19A6B",
      "category": "oranges",
      "description": "This orange evokes tangerine peel with its soft medium tone."
    },
    {
      "name": "Xanadu",
      "hex": "#738678",
      "category": "greens",
      "description": "Named after fresh herbs, this green has a muted medium look."
    },
    {
      "name": "Xanthic",
      "hex": "#EEED09",
      "category": "yellows",
      "description": "Named after morning sunlight, this yellow has a vibrant medium look."
    },
    {
      "name": "Xanthous",
      "hex": "#F1B42F",
      "category": "oranges",
      "description": "This orange evokes tangerine peel with its vibrant medium tone."
    },
    {
      "name": "Yale Blue",
      "hex": "#00356B",
      "category": "blues",
      "description": "A vibrant dark blue reminiscent of clear skies."
    },
    {
      "name": "Yellow",
      "hex": "#FFFF00",
      "category": "yellows",
      "description": "Named after morning sunlight, this yellow has a vibrant medium look."
    },
    {
      "name": "Yellow (Crayola)",
      "hex": "#FCE883",
      "category": "yellows",
      "description": "Similar to sunflower petals, it's a vibrant light yellow."
    },
    {
      "name": "Yellow (Munsell)",
      "hex": "#EFCC00",
      "category": "yellows",
      "description": "A vibrant medium yellow reminiscent of sunflower petals."
    },
    {
      "name": "Yellow (NCS)",
      "hex": "#FFD300",
      "category": "yellows",
      "description": "A vibrant medium yellow reminiscent of sunflower petals."
    },
    {
      "name": "Yellow (Pantone)",
      "hex": "#FEDF00",
      "category": "yellows",
      "description": "Similar to ripe lemons, it's a vibrant medium yellow."
    },
    {
      "name": "Yellow (process)",
      "hex": "#FFEF00",
      "category": "yellows",
      "description": "Named after morning sunlight, this yellow has a vibrant medium look."
    },
    {
      "name": "Yellow (RYB)",
      "hex": "#FEFE33",
      "category": "yellows",
      "description": "Named after morning sunlight, this yellow has a vibrant medium look."
    },
    {
      "name": "Yellow-green",
      "hex": "#9ACD32",
      "category": "greens",
      "description": "A vibrant medium green reminiscent of pine forests."
    },
    {
      "name": "Yellow-green (Crayola)",
      "hex": "#C5E384",
      "category": "greens",
      "description": "This green evokes fresh herbs with its vibrant light tone."
    },
    {
      "name": "Yellow-green (Color Wheel)",
      "hex": "#30B21A",
      "category": "greens",
      "description": "Similar to pine forests, it's a vibrant medium green."
    },
    {
      "name": "Yellow Orange",
      "hex": "#FFAE42",
      "category": "oranges",
      "description": "Similar to autumn leaves, it's a vibrant light orange."
    },
    {
      "name": "Yellow Orange (Color Wheel)",
      "hex": "#FF9505",
      "category": "oranges",
      "description": "A vibrant medium orange reminiscent of a glowing sunset."
    },
    {
      "name": "Yellow Sunshine",
      "hex": "#FFF700",
      "category": "yellows",
      "description": "Named after ripe lemons, this yellow has a vibrant medium look."
    },
    {
      "name": "YInMn Blue",
      "hex": "#2E5090",
      "category": "blues",
      "description": "A vivid blue pigment discovered by accident in 2009 by chemist Mas Subramanian at Oregon State University. Named for its chemical composition (yttrium, indium, and manganese oxides), YInMn Blue is the first new blue pigment discovered in over 200 years. Its exceptional stability and non-toxic properties make it ideal for artists' paints, and its discovery has been hailed as a breakthrough in pigment chemistry. The pigment's intense hue and durability have made it highly sought after by artists and conservators."
    },
    {
      "name": "Zaffer (Zaffre)",
      "hex": "#0014A8",
      "category": "blues",
      "description": "A deep blue pigment made from roasted cobalt ore, used extensively in glassmaking and ceramics since the Middle Ages. The name comes from the Arabic 'safra,' meaning yellow, though the pigment produces a rich blue color. Zaffer was essential for creating the famous blue glass of Venice and was used in Chinese porcelain. This pigment's discovery and trade played a crucial role in the development of European glass and ceramic industries."
    },
    {
      "name": "Zarqa",
      "hex": "#FF4500",
      "category": "oranges",
      "description": "Named after autumn leaves, this orange has a vibrant medium look."
    },
    {
      "name": "Zinc white",
      "hex": "#FDF8FF",
      "category": "neutrals",
      "description": "Named after driftwood, this neutral has a vibrant light look."
    },
    {
      "name": "Zinnwaldite brown",
      "hex": "#2C1608",
      "category": "oranges",
      "description": "Similar to a glowing sunset, it's a vibrant dark orange."
    },
    {
      "name": "Zinzolin",
      "hex": "#6C0277",
      "category": "purples",
      "description": "Named after violet blossoms, this purple has a vibrant dark look."
    },
    {
      "name": "Zomp",
      "hex": "#39A78E",
      "category": "blues",
      "description": "Named after clear skies, this blue has a soft medium look."
    },
    {
      "name": "Cobalt Blue",
      "hex": "#0047AB",
      "category": "blues",
      "description": "A vivid blue pigment made from cobalt(II) aluminate, discovered in 1802 by French chemist Louis Jacques Thénard. Cobalt blue offered artists a stable, lightfast alternative to ultramarine and was quickly adopted by painters like J.M.W. Turner and Vincent van Gogh. Its pure, cool hue is ideal for depicting skies and water, and it remains a cornerstone of both traditional and modern palettes."
    }
  ]
}
